Repository: geekcloud-net/plugins
Catalog: yith-advanced-refund-system-for-woocommerce.premium/languages/yith-advanced-refund-system-for-woocommerce-*.po
Languages: nl_nl

source: The user will receive an email when the request is rejected.
nl_nl: De gebruiker ontvangt een e-mail wanneer het verzoek wordt afgewezen.

source: Your refund request has been rejected
nl_nl: Uw teruggaveverzoek is afgewezen

source: Hi {customer_name}. Your refund request {request_number} for order {order_number} has been rejected.
nl_nl: Hallo {klantnaam}. Uw teruggaveverzoek {request_number} voor bestelling {ordernummer} is afgewezen.

source: This controls the main heading included in the email notification. Leave blank to use the default heading: <code>%s</code>.
nl_nl: Hiermee regelt u de hoofdkop in de e-mailmelding. Laat dit leeg om de standaardkop te gebruiken: <code>% s</ code>.

source: General settings
nl_nl: Algemene instellingen

source: Allow refunds
nl_nl: Sta teruggaves toe

source: Number of days for refunds
nl_nl: Aantal dagen voor restituties

source: Maximum time (in days) to allow refunds. 0 means that users can always ask for refunds
nl_nl: Maximale tijd (in dagen) om restituties toe te staan. 0 betekent dat gebruikers altijd om terugbetaling kunnen vragen

source: Enable taxes
nl_nl: Belastingen inschakelen

source: Enable this if you want to refund taxes.
nl_nl: Schakel dit in als u belastingen wilt terugbetalen.

# Coupon amount
source: Value:
nl_nl: Waarde:

# Coupon expiration date
source: Expires:
nl_nl: Verloopt:

source: Message attachments:
nl_nl: Berichtbijlagen:

source: Go to order #%d
nl_nl: Ga naar bestelling #%d

source: Request %s for order %s
nl_nl: Verzoek%s voor bestelling%s

source: %s made a request for the whole order
nl_nl: %s heeft een aanvraag voor de hele bestelling ingediend

source: Quantity requested
nl_nl: Gevraagde hoeveelheid

source: %s made a request for %s (%s)
nl_nl: %s heeft een aanvraag gedaan voor% s(% s)

source: Item
nl_nl: Artikel

source: Item value
nl_nl: Artikelwaarde

source: Tax per item
nl_nl: Belasting per item

source: Qty
nl_nl: Hoeveelheid

source: Item total
nl_nl: item totaal

source: Tax total
nl_nl: Belasting totaal

source: Order Total
nl_nl: item totaal

source: Total to be refunded
nl_nl: Totaal terug te betalen

source: The requested product does not exist.
nl_nl: Het gevraagde product bestaat niet.

source: Shipping
nl_nl: Verzending

source: Fee
nl_nl: Kosten

source: Totals
nl_nl: Totaal

source: Refunds managed by WooCommerce has been done on the order.
nl_nl: Restituties beheerd door WooCommerce zijn uitgevoerd op de bestelling.

source: This request is currently closed.
nl_nl: Het verzoek is momenteel gesloten.

source: Restock selected items?
nl_nl: Verzorg geselecteerde items?

source: Use a custom refund amount
nl_nl: Gebruik een aangepast terugbetalingsbedrag

source: Refund %s via %s
nl_nl: Restitutie%s via%s

# Refund $amount manually
source: Refund %s manually
nl_nl: Restitutie %s handmatig

source: Reject request
nl_nl: Verzoek afwijzen

source: Set to processing
nl_nl: Stel in op verwerking

source: Set to on hold
nl_nl: In de wacht zetten

source: Close the request by stopping the messages system. This action prevents you from changing the request status.
nl_nl: Sluit het verzoek door het berichtensysteem te stoppen. Met deze actie kunt u de aanvraagstatus niet wijzigen.

source: Close this request
nl_nl: Sluit deze aanvraag

source: Requested amount
nl_nl: Gevraagde hoeveelheid

source: Whole Order
nl_nl: Hele Bestelling

source: View
nl_nl: Weergeef
