Repository: geekcloud-net/plugins
Catalog: yith-advanced-refund-system-for-woocommerce.premium/languages/yith-advanced-refund-system-for-woocommerce-*.po
Languages: nl_nl

# Request status
source: New refund request
nl_nl: Nieuwe refund aanvraag

# Request status
source: Processing
nl_nl: Verwerken

# Request status
source: On hold
nl_nl: In de wacht

# Request status
source: Approved
nl_nl: Toegestaan

# Request status
source: Rejected
nl_nl: Afgewezen

# Request status
source: Refund request in Trash
nl_nl: Refund requested in the Prullebak

source: No status
nl_nl: Geen Status

source: YITH Advanced Refund System for WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH Advanced Refund System voor WooCommerce is ingeschakeld, maar niet effectief. Het vereist WooCommerce om te kunnen werken.

source: Set the refundable status
nl_nl: Stel de terugbetaalbare status in

source: Use the global value
nl_nl: Gebruik de globale waarde

source: Currently:
nl_nl: Huidig:

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Set the product as refundable
nl_nl: Stel het product in als terugbetaalbaar

source: Set the product as non-refundable
nl_nl: Stel het product in als niet-restitueerbaar

source: Choose whether refunds are allowed for this product or not.
nl_nl: Kies of restituties voor dit product zijn toegestaan of niet.

source: Number of days for refund
nl_nl: Aantal dagen voor terugbetaling

source: Set a custom number of days
nl_nl: Stel een aangepast aantal dagen in

source: Enter the maximum time (in days) to allow refunds. Set 0 if refunds for this product are always available
nl_nl: Voer de maximale tijd (in dagen) in om restituties toe te staan. Stel 0 in als restituties voor dit product altijd beschikbaar zijn

source: Custom number of days
nl_nl: Aangepast aantal dagen

source: 0 means that refunds for this product are always available
nl_nl: 0 betekent dat restituties voor dit product altijd beschikbaar zijn

source: Non-refundable message
nl_nl: Niet-restitueerbaar bericht

source: Current message: '%s'
nl_nl: Huidig bericht: '%s'

source: Use a custom message
nl_nl: Gebruik een aangepast bericht

source: Select a message to show on non-refundable products
nl_nl: Selecteer een bericht om weer te geven op niet-restitueerbare producten

source: Custom message
nl_nl: Aangepast bericht

source: Set a custom message that will be shown on the product page.
nl_nl: Stel een aangepast bericht in dat op de productpagina wordt weergegeven.

source: Choose whether the product allows refunds or not.
nl_nl: Kies of het product restituties toestaat of niet.

source: Global value
nl_nl: Globale waarde

source: Parent value
nl_nl: Ouderwaarde

source: Refundable
nl_nl: Restitutie

source: Non-refundable
nl_nl: Geen terugbetaling mogelijk

source: Enter the maximum time (in days) to allow refunds. 0 means that refunds for this product are always available
nl_nl: Voer de maximale tijd (in dagen) in om restituties toe te staan. 0 betekent dat de terugbetalingen voor dit product altijd \'t beschikbaar zijn

source: Set custom number of days
nl_nl: Stel een aangepast aantal dagen in

source: Select which message to show on non-refundable products
nl_nl: Selecteer welk bericht wordt weergegeven als niet-restitueerbare producten

source: Attach files (optional)
nl_nl: Voeg Bijlages toe (opties)

source: Go to coupon: %s
nl_nl: Ga naar coupon: %s

source: Offer a coupon for %s
nl_nl: Bied een coupon aan voor %s

source: Accept all refund requests automatically
nl_nl: Accepteer alle terugbetalingsverzoeken automatisch

source: By activating this option, incoming refund requests will be accepted automatically.
nl_nl: Door deze optie te activeren, worden binnenkomende verzoeken om terugbetaling automatisch geaccepteerd.

source: Restock refunded items on automatic refunds?
nl_nl: Items die opnieuw worden teruggestort bij automatische teruggaven opnieuw bevoorraden?

source: By activating this option, automatic refunds will restock the refunded items (bulk refunds included).
nl_nl: Als u deze optie activeert, worden de terugbetaalde items automatisch aangevuld met restituties (bulkterugbetalingen inbegrepen).

source: Minimum order amount
nl_nl: Minimum bestelbedrag

source: Minimum amount of the order required to accept customers's requests.
nl_nl: Minimumbedrag van de bestelling die vereist is om de verzoeken van klanten te accepteren.

source: Enable message to show on non-refundable products
nl_nl: Schakel bericht in voor niet-restitueerbare producten

source: You can display a message which shows users that the product is refundable.
nl_nl: U kunt een bericht weergeven waarin gebruikers zien dat het product kan worden gerestitueerd.

# Admin option: custom message for non-refundable products
source: Message
nl_nl: Bericht

source: Custom message for alert users when a product is not refundable.
nl_nl: Aangepast bericht voor waarschuwende gebruikers wanneer een product niet wordt gerestitueerd.

source: Sorry, this product is not refundable.
nl_nl: Sorry, dit product kan niet worden gerestitueerd.

source: File uploads
nl_nl: Bijlages uploaden

source: Maximum file size allowed
nl_nl: Maximale bestandsgrootte toegestaan

source: In Kilobytes. 0 means no limit.
nl_nl: In Kilobytes. 0 betekent geen limiet.

source: Only images
nl_nl: Alleen afbeeldingen

source: Allow uploading images only
nl_nl: Toestaan dat alleen afbeeldingen worden geüpload

source: Coupon settings
nl_nl: Coupon instellingen

source: Pattern for automatically generated coupon codes when a coupon is offered in place of a refund. You can use the following placeholders: %s, %s, %s or %s.
nl_nl: Patroon voor automatisch gegenereerde couponcodes wanneer een kortingsbon wordt aangeboden in plaats van een teruggave. U \ t \ t kan de volgende tijdelijke aanduidingen gebruiken:% s,% s,% s of%s.

source: Expiry date
nl_nl: Verval datum

source: Number of days through which the coupon will be valid. 0 means the coupon will never expire.
nl_nl: Aantal dagen dat de kortingsbon geldig is. 0 betekent dat de kortingsbon nooit verloopt.

source: Are you sure you want to process this refund? This action cannot be undone.
nl_nl: Weet u zeker dat u deze teruggave wilt verwerken? Deze actie kan niet ongedaan gemaakt worden.

source: Please enter in decimal format (%s) without thousand separators.
nl_nl: Voer een decimaal formaat (%s) in zonder duizend scheidingstekens.

source: Please enter in monetary decimal format (%s) without thousand separators and currency symbols.
nl_nl: Voer het monetaire decimale formaat (%s) in zonder duizend scheidingstekens en valutasymbolen.

source: Please enter in country code with two capital letters.
nl_nl: Voer de landcode in met twee hoofdletters.

source: Please enter in a lower value than the regular price.
nl_nl: Voer een lagere waarde in dan de normale prijs.

# Money amount after semicolon
source: Do you want to offer a coupon for:
nl_nl: Wilt u een kortingsbon aanbieden voor:

source: Are you sure you want to reject this request? This action cannot be undone.
nl_nl: Weet je zeker dat je dit verzoek wilt afwijzen? Deze actie kan niet ongedaan gemaakt worden.

source: Are you sure you want to close this request? This action cannot be undone. Messages system will be closed and you won't be able to change the request status anymore.
nl_nl: Weet je zeker dat je dit verzoek wilt sluiten? Deze actie kan niet ongedaan gemaakt worden. Het berichtensysteem wordt gesloten en u kunt de status van het verzoek niet meer wijzigen.

source: Please enter a message
nl_nl: Voer alstublieft een bericht in

source: Message submitted successfully
nl_nl: Bericht succesvol ingediend

source: Approve
nl_nl: Goedkeuren

source: Reject
nl_nl: Afwijzen

source: Request info
nl_nl: Informatie aanvragen

source: Request messages
nl_nl: Verzoek om berichten

source: Customer:
nl_nl: Klant:

source: Request date:
nl_nl: Datum van aanvraag:

source: Save
nl_nl: Bewaar:

source: Reload
nl_nl: Herladen

source: Message history:
nl_nl: Bericht geschiedenis:

source: Answer the customer:
nl_nl: Beantwoord de klant:

source: Submit
nl_nl: Invoeren

source: Request #%d
nl_nl: Verzoek #%d

source: This request can neither be Approved nor Rejected.
nl_nl: Dit verzoek kan niet worden goedgekeurd of afgewezen.

source: Whole order
nl_nl: Hele Bestelling

source: Actions
nl_nl: Acties

source: Approve selected
nl_nl: Geselecteerde goedkeuren

source: Reject selected
nl_nl: Geselecteerde afkeuren

source: Apply
nl_nl: Toevoegen

source: Title
nl_nl: Titel

source: Date
nl_nl: Datum

source: Order
nl_nl: Bestelling

source: Customer
nl_nl: Klant

source: Refund status
nl_nl: Restitutiestatus

source: Request for entire order
nl_nl: Verzoek voor volledige bestelling

source: More
nl_nl: Meer

source: Refund requests
nl_nl: Restitutieverzoeken

source: Refund my entire order
nl_nl: Restitutie van mijn volledige bestelling

source: Refund on the entire order is not allowed
nl_nl: Restitutie van de volledige bestelling is niet toegestaan

source: Refund
nl_nl: Restitutie

source: No further refunds can be granted on this item
nl_nl: Er kunnen geen verdere terugbetalingen worden gedaan voor dit item

source: No refund shall be granted on this product
nl_nl: Er wordt geen restitutie verleend voor dit product

source: Please, select the amount of items:
nl_nl: Selecteer alstublieft het aantal items:

source: Attach a file (optional)
nl_nl: Voeg een bestand toe ( optie )

source: Reloading...
nl_nl: Herladen…

source: Please fill in with all required information
nl_nl: Vul alstublieft alle vereiste informatie in

source: The deadline for refund requests is over
nl_nl: De deadline voor verzoeken tot restitutie is voorbij

source: Refunds are not available
nl_nl: Restituties zijn niet beschikbaar

source: My Refund Requests
nl_nl: Mijn terugbetalingsaanvragen

source: Request #%s
nl_nl: Vraag #%s

source: Logout
nl_nl: Uitloggen

source: Invalid refund request.
nl_nl: Ongeldige teruggaveverzoek.

source: My account
nl_nl: Mijn account

source: Requested:
nl_nl: Aangevraagd:

source: View Order
nl_nl: Bekijk Bestelling

source: Current status:
nl_nl: Huidige status:

source: Submitted
nl_nl: Ingezonden

# Value of the coupon
source: value
nl_nl: waarde

source: Add a message
nl_nl: Voeg een bericht toe

source: Write a message you want to sent to the Shop Manager.
nl_nl: Schrijf een bericht dat je naar Shop Manager wilt sturen.

source: This request is closed. You cannot send further messages.
nl_nl: Dit verzoek is gesloten. U kunt geen verdere berichten verzenden.

source: Message history
nl_nl: Bericht geschiedenis

# Request status
source: Coupon offered
nl_nl: Coupon aangeboden

source: You do not have permission to create coupons.
nl_nl: U bent niet gemachtigd om kortingsbonnen te maken.

source: Refund request does not exist.
nl_nl: Teruggave verzoek bestaat niet.

source: Order does not exist.
nl_nl: Bestelling bestaat niet.

source: Error: invalid data when creating coupon.
nl_nl: Fout: ongeldige gegevens bij het maken van een kortingsbon.

source: Refund the entire order #%s
nl_nl: Restitutie van de gehele bestelling #%s

source: Refund for %s
nl_nl: Restitutie voor%s

source: Please, write the reason why you are asking for a refund:
nl_nl: Schrijf alsjeblieft de reden op waarom je om een terugbetaling vraagt:

source: You cannot submit new requests on this Live Demo. Click on "Launch Admin Demo" to unblock this and fully test the plugin.
nl_nl: Je kunt geen nieuwe aanvragen indienen voor deze live demo. Klik op "Launch Admin Demo" om dit te deblokkeren en de plug-in volledig te testen.

# Exception description. Technical error message.
source: Exception on submitting request: missing data.
nl_nl: Uitzondering voor het indienen van een verzoek: ontbrekende gegevens.

# Exception description. Technical error message.
source: Exception on submitting request: quantity limit exceeded.
nl_nl: Uitzondering bij het indienen van het verzoek: overschrijding hoeveelheidgrens.

source: Request #%s submitted successfully
nl_nl: Verzoek #%s succesvol ingediend

source: You cannot submit new messages on this Live Demo. Click on "Launch Admin Demo" to unblock this and fully test the plugin.
nl_nl: Je kunt geen nieuwe berichten op deze live demo plaatsen. Klik op "Launch Admin Demo" om dit te deblokkeren en de plug-in volledig te testen.

# Exception description. Technical error message.
source: Exception on submitting message: missing data.
nl_nl: Uitzondering voor het verzenden van een bericht: ontbrekende gegevens.

source: Empty data.
nl_nl: Lege data.

source: You do not have permission to change any request status.
nl_nl: U bent niet gemachtigd om een aanvraagstatus te wijzigen.

source: Wrong status code.
nl_nl: Verkeerde statuscode.

source: Automatic refund
nl_nl: Automatische refund

source: Invalid refund amount
nl_nl: Ongeldig teruggavebedrag

source: Refund failed
nl_nl: Restitutie mislukt

source: Item #%s stock increased from %s to %s.
nl_nl: Item #%s voorraad verhoogd van%s naar%s.

# Post type singular name
source: Refund Request
nl_nl: Verzoek om teruggave

# admin menu
source: YITH Refund Requests
nl_nl: Verzoek om teruggave

# Add New refund request
source: Add New
nl_nl: Voeg nieuw toe

source: Add new refund request
nl_nl: Nieuwe terugbetalingsaanvraag toevoegen

source: New refund request
nl_nl: Nieuw verzoek tot terugbetaling

source: Manage refund request
nl_nl: Restitutieaanvraag beheren

source: View refund request
nl_nl: Terugbetalingsaanvraag bekijken

source: All refund requests
nl_nl: Alle terugbetalingsverzoeken

source: Search refund requests
nl_nl: Verzoek om restitutie aanvragen

source: Parent refund requests:
nl_nl: Verzoek om ouder restitutie:

source: No refund request found.
nl_nl: Geen terugbetalingsverzoek gevonden.

source: No refund requests found in Trash.
nl_nl: Geen terugbetalingsverzoeken gevonden in de Prullenbak.

source: Description.
nl_nl: Beschrijving.

source: New
nl_nl: Nieuw

source: Processing refund request
nl_nl: Verzoeken tot terugbetaling verwerken

source: Processing
nl_nl: Verwerken

source: Refund request on hold
nl_nl: Verzoek tot terugbetaling in de wacht gezet

source: On Hold
nl_nl: In de wacht

source: Refund request approved
nl_nl: Verzoek om teruggave goedgekeurd

source: Approved
nl_nl: Toegestaan

source: Refund request rejected
nl_nl: Verzoek tot terugbetaling wordt afgewezen

source: Rejected
nl_nl: Afgewezen

source: Coupon offered
nl_nl: Coupon aangeboden

source: Refund request #%d
nl_nl: Verzoek om teruggave #%d

source: Guest
nl_nl: Gast

# Exception description. Technical error message.
source: The uploaded file exceeds the upload_max_filesize directive in php.ini
nl_nl: Het geüploade bestand overschrijdt de upload_max_filesize-instructie in php.ini

# Exception description. Technical error message.
source: Maximum file size exceeded
nl_nl: Maximale bestandsgrootte overschreden

# Exception description. Technical error message.
source: The file was uploaded only partially
nl_nl: Het bestand is slechts gedeeltelijk geüpload

# Exception description. Technical error message.
source: No file was uploaded
nl_nl: Er is geen bestand geüpload

# Exception description. Technical error message.
source: Missing a temporary folder
nl_nl: Er Ontbreekt een tijdelijke map

# Exception description. Technical error message.
source: Failed to write file to disk
nl_nl: Kan het bestand niet naar schijf schrijven

# Exception description. Technical error message.
source: File upload stopped by extension
nl_nl: Bestandsupload gestopt per extensie

# Exception description. Technical error message.
source: File must be an image format.
nl_nl: Bestand moet een afbeeldingsindeling zijn.

# Exception description. Technical error message.
source: Image must either be PNG, JPEG, or GIF format.
nl_nl: Afbeelding moet PNG-, JPEG- of GIF-indeling hebben.

# Exception description. Technical error message.
source: Unknown upload error
nl_nl: Onbekende uploadfout

source: Plugin Documentation
nl_nl: Documentatie invoegen

source: Settings
nl_nl: Instellingen

source: Premium version
nl_nl: Premium versie

source: Plugin documentation
nl_nl: Plugin documentatie

source: Discover the premium version
nl_nl: Ontdek de premium-versie

source: Free vs Premium
nl_nl: Gratis vs Premium

source: WordPress support forum
nl_nl: WordPress ondersteuningsforum

source: current version
nl_nl: huidige versie

# Email descriptive title
source: YITH Advanced Refund System: Approved Refund Request email for user
nl_nl: YITH Advanced Refund System: Goedgekeurde terugbetalingsaanvraag e-mail voor gebruiker

source: The user will receive an email when a new request is submitted.
nl_nl: De gebruiker ontvangt een e-mail wanneer een nieuw verzoek wordt ingediend.

source: Your refund request has been approved!
nl_nl: Uw teruggaveverzoek is goedgekeurd!

source: Hi {customer_name}! Your refund request {request_number} for order {order_number} has been approved!
nl_nl: Hallo {klantnaam}! Uw teruggaveverzoek {request_number} voor bestelling {ordernummer} is goedgekeurd!

source: Enable/Disable
nl_nl: Inschakelen / uitschakelen

source: Enable this email notification
nl_nl: Schakel deze e-mailmelding in

source: Subject
nl_nl: Onderwerp

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
nl_nl: Hiermee wordt de onderwerpregel van e-mail beheerd. Laat dit leeg om het standaardonderwerp te gebruiken: <code>%s</code>.

source: Email Heading
nl_nl: E-mail rubriek

source: This controls the main heading in the email notification. Leave blank to use the default heading: <code>%s</code>.
nl_nl: Hiermee regelt u de hoofdkop in de e-mailmelding. Laat dit leeg om de standaardkop te gebruiken: <code>%s</code>.

source: Defaults to <code>%s</code>
nl_nl: Standaard ingesteld op <code>%s</code>

# Email descriptive title
source: YITH Advanced Refund System: email for users for coupon offer
nl_nl: YITH Advanced Refund System: e-mail voor gebruikers voor couponaanbieding

source: The user will receive an email when a coupon is offered in place of a refund.
nl_nl: De gebruiker ontvangt een e-mail wanneer een kortingsbon wordt aangeboden in plaats van een terugbetaling.

source: You've received a Coupon Code
nl_nl: U heeft een couponcode ontvangen

source: Hi {customer_name}. You've received a Coupon Code for your order {order_number} which is worth {coupon_amount}.
nl_nl: Hallo {klantnaam}. U heeft een kortingsboncode ontvangen voor uw bestelling {ordernummer} dat de waarde {coupon_amount} waard is.

# yith-advanced-refund-system-for-woocommerce
source: You can use the following placeholders:
nl_nl: U kunt de volgende tijdelijke aanduidingen gebruiken:

# Email descriptive title
source: YITH Advanced Refund System: New message - email for admin
nl_nl: YITH Advanced Refund System: nieuw bericht - e-mail voor beheerder

source: The admin will receive an email when a customer submits a new message.
nl_nl: De beheerder ontvangt een e-mail wanneer een klant een nieuw bericht indient.

source: New message from customer
nl_nl: Nieuw bericht van de klant

source: New message from {customer_name}
nl_nl: Nieuw bericht van {customer_name}

source: Hi admin! New message from {customer_name}.
nl_nl: Hallo admin! Nieuw bericht van {customer_name}.

source: Recipient(s)
nl_nl: Ontvanger(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
nl_nl: Voer ontvangers in (komma gescheiden) voor deze e-mail. Standaard ingesteld op%s.

# Email descriptive title
source: YITH Advanced Refund System: New message - email for user
nl_nl: YITH Advanced Refund System: nieuw bericht - e-mail voor gebruiker

source: The user will receive an email when the admin sends a new message.
nl_nl: De gebruiker ontvangt een e-mail wanneer de beheerder een nieuw bericht verzendt.

source: New message from Shop Manager
nl_nl: Nieuw bericht van Shop Manager

source: Hi {customer_name}! New message for your refund request
nl_nl: Hallo {klantnaam}! Nieuw bericht voor uw teruggaveverzoek

source: Hi {customer_name}! You have received a new message.
nl_nl: Hallo {klantnaam}! U hebt een nieuw bericht ontvangen.

# Email descriptive title
source: YITH Advanced Refund System: New request - email for admin
nl_nl: YITH Advanced Refund System: nieuw verzoek - e-mail voor admin

source: The admin will receive an email when a new request is submitted.
nl_nl: De beheerder ontvangt een e-mail wanneer een nieuw verzoek wordt ingediend.

source: New refund request received
nl_nl: Nieuw terugbetalingsverzoek ontvangen

source: Hi Admin, there's a new Refund Request ({request_number}) from user {customer_name} on order {order_number}.
nl_nl: Hallo beheerder, er is een nieuwe terugbetalingsaanvraag ({request_number}) van gebruiker {customer_name} op bestelling {ordernummer}.

source: Hi Admin, there's a new Refund Request ({request_number}) from user {customer_name} on order {order_number}.
nl_nl: Hallo beheerder, er is een nieuwe terugbetalingsaanvraag ({request_number}) van gebruiker {klantnaam} op bestelling {ordernummer}.

# Email descriptive title
source: YITH Advanced Refund System: New request - email for user
nl_nl: YITH Advanced Refund System: nieuw verzoek - e-mail voor gebruiker

source: Request succesfully submitted
nl_nl: Verzoek met succes ingediend

source: Hi {customer_name}! Your request {request_number} for order {order_number} has been successfully submitted. You will receive a reply soon.
nl_nl: Hallo {klantnaam}! Uw aanvraag {request_number} voor bestelling {order_number} is met succes verzonden. U ontvangt spoedig een reactie.

source: Hi {customer_name}! Your request {request_number} for order {order_number} has been successfully submitted. You will receive a reply soon.
nl_nl: Hallo {klantnaam}! Uw aanvraag {request_number} voor bestelling {ordernummer} is succesvol ingediend. U ontvangt spoedig een reactie.

# Email descriptive title
source: YITH Advanced Refund System: On hold request - email for user
nl_nl: YITH Advanced Refund System: Verzoek in de wacht - e-mail voor gebruiker

source: The user will receive an email when the request is on hold.
nl_nl: De gebruiker ontvangt een e-mail wanneer het verzoek in de wacht wordt gezet.

source: Your refund request is on hold
nl_nl: Uw teruggaveverzoek staat in de wacht

source: Hi {customer_name}! Your request concerning order {order_number} is currently on hold.
nl_nl: Hallo {klantnaam}! Uw verzoek met betrekking tot bestelling {ordernummer} staat momenteel in de wacht.

source: Hi {customer_name}! Your request {request_number} for order {order_number} is currently on hold.
nl_nl: Hallo {klantnaam}! Uw aanvraag {request_number} voor order {ordernummer} staat momenteel in de wacht.

# Email descriptive title
source: YITH Advanced Refund System: Request Processing - email for user
nl_nl: YITH Advanced Refund System: Request Processing - e-mail voor gebruiker

source: The user will receive an email when the request is being processed.
nl_nl: De gebruiker ontvangt een e-mail wanneer het verzoek wordt verwerkt.

source: Your refund request is being processed
nl_nl: Uw teruggaveverzoek wordt verwerkt

source: Hi {customer_name}! Your request {request_number} for order {order_number} is being processing.
nl_nl: Hallo {klantnaam}! Uw aanvraag {request_number} voor order {order_number} wordt verwerkt.

source: Hi {customer_name}! Your request {request_number} for order {order_number} is being processing.
nl_nl: Hallo {klantnaam}! Uw aanvraag {request_number} voor order {ordernummer} is bezig zijn met verwerken.

# Email descriptive title
source: YITH Advanced Refund System: Rejected Refund Request - email for user
nl_nl: YITH Advanced Refund System: Geweigerde restitutieaanvraag - e-mail voor gebruiker
