Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-email-templates-premium/languages/yith-woocommerce-email-templates-*.po
Languages: nl_nl

source: Duplicate
nl_nl: Dupliceer

source: Copy
nl_nl: Kopieer

source: Social Network
nl_nl: Sociaal Netwerk

source: Select templates for email
nl_nl: Selecteer sjablonen voor e-mail

source: Email Template
nl_nl: E-mail sjabloon

source: Select the email template that you want to use for your emails!
nl_nl: Selecteer het e-mail sjabloon dat u wilt gebruiken voor uw e-mails!

source: Email Templates
nl_nl: E-mail sjablonen

source: Add Email Template
nl_nl: E-mail sjablonen toevoegen

source: Add New Email Template
nl_nl: Nieuwe e-mail sjablonen toevoegen

source: Edit Email Template
nl_nl: E-mail sjablonen bewerken

source: View Email Template
nl_nl: Bekijk e-mail sjabloon

source: Email template not found
nl_nl: E-mail sjabloon niet gevonden

source: Email template not found in trash
nl_nl: E-mail sjabloon niet gevonden in prullenbak

source: Template Options
nl_nl: Sjabloon opties

source: Settings
nl_nl: Instellingen

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: Premium Version
nl_nl: Premium Versie

source: Advanced Style
nl_nl: Geavanceerde stijl

source: Informal
nl_nl: Informeel

source: Header
nl_nl: Hoofd

source: [Upload a new logo, or select the default logo you have set in "
nl_nl: [Upload een nieuw logo, of selecteer het default logo dat u heeft ingesteld in "

source: Email Templates Settings
nl_nl: E-mail sjabloon instellingen

source: Position
nl_nl: Positie

source: Left
nl_nl: Links

source: Right
nl_nl: Rechts

source: Center
nl_nl: Midden

source: Logo Height
nl_nl: Logo hoogte

source: Header Padding
nl_nl: Header opvulling

source: Top
nl_nl: Boven

source: Bottom
nl_nl: Onder

source: Appearance
nl_nl: Uiterlijk

source: Page Width
nl_nl: Pagina breedte

source: Page Border Radius
nl_nl: Pagina rand radius

source: Base Color
nl_nl: Basiskleur

source: Body Color
nl_nl: Hoofdtekst kleur

source: Background Color
nl_nl: Achtergrondkleur

source: Text Color
nl_nl: Tekstkleur

source: Header Color
nl_nl: Koptekst kleur

source: Footer Text Color
nl_nl: Voettekst kleur

source: Typography
nl_nl: Typografie

source: Heading 1 Font Size
nl_nl: Titel 1 lettertype formaat

source: Heading 2 Font Size
nl_nl: Titel 2 lettertype formaat

source: Heading 3 Font Size
nl_nl: Titel 3 lettertype formaat

source: Body Font Size
nl_nl: Hoofdtekst lettertype formaat

source: Body Line Height
nl_nl: Hoofdtekst lijn hoogte

source: Custom Links
nl_nl: Aangepaste links

# Text for Add Custom Link button
source: Add Custom Link
nl_nl: Aangepaste link toevoegen

# Text for the custom link
source: Link Text
nl_nl: Link tekst

# Text for Remove Custom Link button
source: Remove
nl_nl: Verwijder

source: Order detail table
nl_nl: Order detail tabel

source: Border Width
nl_nl: Rand breedte

source: Border Color
nl_nl: Randkleur

source: Price Title Background Color
nl_nl: Prijs titel achtergrondkleur

source: Show product thumbnails
nl_nl: Toon product thumbnails

source: You can set your social network links in
nl_nl: U kunt de sociale netwerk links instellen in

source: YIT Plugins -> Email Templates -> Social Network
nl_nl: YIT Plugins -> Email Sjablonen -> Social Netwerk

source: Social network buttons in the header
nl_nl: Sociaal netwerk knop in header

source: Social network buttons in the footer
nl_nl: Sociaal netwerk knop in voettekst

source: Social network buttons color
nl_nl: Sociaal netwerk knopkleur

# Black color for Socials Icons
source: Black
nl_nl: Zwart

# White color for Socials Icons
source: White
nl_nl: Wit

source: Footer
nl_nl: Voettekst

source: Left Logo
nl_nl: Links logo

source: [Upload a new logo, or select the default logo you have set in "Email Templates Settings"]
nl_nl: [Upload een nieuw logo, of selecteer het default logo dat u heeft ingesteld in "Email Templates Settings"]

source: Footer Text
nl_nl: Tekst voettekst

source: Preview
nl_nl: Voorbeeld

source: Preview Template
nl_nl: Voorbeeld sjabloon

source: Send to...
nl_nl: Verzenden naar...

source: Send
nl_nl: Verzenden

source: [You need to publish or update the template before displaying the correct preview]
nl_nl: [U moet op publish of update klikken voodat u het juiste voorbeeld van het sjabloon te zien krijgt]

source: My Default Logo
nl_nl: Mijn default logo

source: Use Header Logo
nl_nl: Gebruik header logo

source: Style Options
nl_nl: Stijl opties

source: HTML Email Template
nl_nl: HTML E-mail sjabloon

source: Email sent
nl_nl: E-mail verzonden

source: Error: Email not sent
nl_nl: Fout: E-mail is niet verzonden

source: You have received an order from %s. The order is as follows:
nl_nl: U heeft een order ontvangen van %s. De order ziet er als volgt uit:

source: User
nl_nl: Gebruiker

source: Please note: you can manage your email templates through the %sEmail Templates%s menu.
nl_nl: Let op: U kunt uw e-mail sjablonen beheren via het %sE-mail Sjablonen%s menu.

source: Select templates for emails.
nl_nl: Selecteer sjablonen voor e-mails.

source: Select the email template that you want to use for the %s email
nl_nl: Selecteer het e-mail sjabloon dat u wilt gebruiken voor de %s e-mail.

source: YITH WooCommerce Email Templates Premium is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Email Templates Premium is ingeschakeld maar werkt niet. Het heeft WooCommerce nodig om te werken.

source: This feature is available in the Premium version of YITH WooCommerce Email Templates
nl_nl: Deze feature is beschikbaar in de Premium versie van YITH WooCommerce Email Templates

source: General Options
nl_nl: Algemene opties

source: Upload your custom default logo
nl_nl: Upload uw aangepaste default logo

source: Use social mini-icons
nl_nl: Gebruik social netwerk mini-icoontjes

source: Use always social mini-icons (30x30 px) in all email templates.
nl_nl: Gebruik altijd sociaal netwerk mini-icoontjes (30x30 px) in alle e-mail sjablonen.

source: Social Network Sites Options
nl_nl: Sociale netwerk sites opties.

source: Facebook Page Url
nl_nl: Facebook Pagina Url

source: Enter your Facebook page URL without http://
nl_nl: Vul uw Facebook pagina URL in zonder http://

source: Twitter Profile Url
nl_nl: Twitter Profiel Url

source: Enter your Twitter profile URL without http://
nl_nl: Vul uw Twitter profiel URL in zonder http://

source: Google+ Profile Url
nl_nl: Google+ Profiel Url

source: Enter your Google+ profile URL without http://
nl_nl: Vul uw Google+ profiel URL in zonder http://

source: LinkedIn Profile Url
nl_nl: LinkedIn Profiel Url

source: Enter your LinkedIn profile URL without http://
nl_nl: Vul uw LinkedIn profiel URL in zonder http://

source: Instagram Profile Url
nl_nl: Instagram Profiel Url

source: Enter your Instagram profile URL without http://
nl_nl: Vul uw Instagram profiel URL in zonder http://

source: Flickr Profile Url
nl_nl: Flickr Profiel Url

source: Enter your Flickr profile URL without http://
nl_nl: Vul uw Flickr profiel URL in zonder http://

source: Pinterest Profile Url
nl_nl: Pinterest Profiel Url

source: Enter your Pinterest profile URL without http://
nl_nl: Vul uw Pinterest profiel URL in zonder http://

source: The order #%d from %s has been cancelled. The order was as follows:
nl_nl: Order #%d van %s is geannuleerd. De order zag er als volgt uit:

source: Price
nl_nl: Prijs

source: Hi there. Your recent order on %s has been completed. Your order details are shown below for your reference:
nl_nl: Hoi. Uw order van %s is afgerond. Uw orderdetails zijn hieronder weergegeven:

source: An order has been created for you on %s. In order to purchase this order, please use the following link: %s
nl_nl: Er is een order gemaakt voor u op %s. Klik op de volgende link om door te gaan met de aankoop: %s

source: pay
nl_nl: betalen

source: Thanks for creating an account on %s. Your username is <strong>%s</strong>.
nl_nl: Bedankt voor het creëeren van een account op %s. Uw gebruikersnaam is <strong>%s</strong>.

source: Your password has been automatically generated: <strong>%s</strong>
nl_nl: Uw wachtwoord is automatisch gegenereerd: <strong>%s</strong>

source: You can access your account area to view your orders and change your password here: %s.
nl_nl: Via uw account kunt u uw orders bekijken en hier kunt u uw wachtwoord wijzigen: %s.

source: Hi, a note has just been added to your order:
nl_nl: Hoi, er is zojuist een notitie toegevoegd aan uw order:

source: For your reference, your order details are shown below.
nl_nl: Voor uw referentie, zijn uw orderdetails hieronder weergegeven.

source: Your order has been received and is now being processed. Your order details are shown below for your reference:
nl_nl: Uw order is ontvangen en wordt nu verwerkt. Uw orderdetails zijn voor uw referentie hieronder weergegeven:

source: Someone requested a password reset for the following account:
nl_nl: Iemand heeft een verzoek ingediend om het wachtwoord te resetten voor het volgende account:

source: Username: %s
nl_nl: Gebruikersnaam: %s

source: If this was a mistake, just ignore this email and nothing will happen.
nl_nl: Indien u geen verzoek heeft ingediend, kunt u deze mail als niet verzonden beschouwen. Er zal verder niets gebeuren.

source: To reset your password, visit the following address:
nl_nl: Klik op de volgende link om het wachtwoord te resetten:

source: Click here to reset your password
nl_nl: Klik hier om het wachtwoord te restetten

source: Billing address
nl_nl: Factuuradres

source: Shipping address
nl_nl: Afleveradres

source: Your Vote
nl_nl: Uw stem

source: Product Image
nl_nl: Productafbeelding

source: Note:
nl_nl: Notitie:

source: Upgrade to %1$spremium version%2$s of %1$sYITH WooCommerce Email Templates%2$s to benefit from all features!
nl_nl: Upgrade naar %1$spremium version%2$s of %1$sYITH WooCommerce Email Templates%2$s om gebruik te maken van alle features!

source: to the premium version
nl_nl: Naar de premium versie

source: A template for each kind of email
nl_nl: Een sjabloon voor elke soort e-mail

source: With the premium version of the plugin you can assign a different template to each kind of email, customizing freely %1$stexts%2$s and %1$scolors%2$s.%3$sA vital feature for your shop!
nl_nl: Met de premium versie van de plugin kunt u een ander sjabloon aan ieder type e-mail toewijzen, de vrijheid om diverse aanpassingen te doen %1$stexts%2$s en %1$scolors%2$s.%3$sEen cruciale feature voor uw winkel!

source: 4 different layouts
nl_nl: 4 verschillende lay-outs

source: Four detailed layouts you can use to create your %1$semail templates%2$s.%3$sFour different choices to please everyone's taste and have the right solution for each email type at hand.
nl_nl: U kunt vier gedetailleerde lay-outs gebruiken om uw %1$semail templates%2$s.%3$ste creëeren. Vier verschillende keuzes om aan ieders wensen te voldoen en de juiste oplossing voor ieder type e-mail.

source: Customizable style
nl_nl: Aanpasbare stijl

source: Give your personal touch to each email template, changing %1$scolors%2$s and %1$scontent%2$s. A rich option panel is available to help you get the result you want with few clicks.%3$s Thanks to the preview, you will be able to check immediately if the final template is the way you need, or if you have to change something more.
nl_nl: Geef uw persoonlijke touch aan ieder sjabloon, door het wijzigen van %1$scolors%2$s and %1$scontent%2$s. Een rijk optie paneel is beschikbaar om u te helpen het gewenste resultaat te krijgen in enkele klikken.%3$s dankzij het voorbeeld, bent. u in staat direct het eindresultaat van het sjabloon te beoordelen en bekijiken.

source: Customized links
nl_nl: Aangepaste links

source: Do you want to add a small menu ahead of the body of your email? With the premium version of YITH WooCommerce Email Templates plugin you can!%3$sAdd one or more entries and assign them a link: %1$sa rapid way to get easily where you want!%2$s
nl_nl: Wilt u een klein menu plaatsen voor de hoofdtekst van uw e-mail? Met de premium versie van de YITH WooCommerce Email Template plugin is dit mogelijk! %3$sVoeg een of meerdere ingangen toe en wijs ze toe aan een link: %1$seen snelle manier om gemakkelijk op de juiste plaats te komen!%2$s

source: Social network sites
nl_nl: Sociale netwerk sites

source: Live the social network even in your emails. Add links to the most famous %1$ssocial network sites%2$s, and give your users the freedom to access them with a simple click from the received email.
nl_nl: Benut sociale netwerken nu nog meer in uw e-mails. Voeg links toe naar de meest bekende %1$ssocial network sites%2$s, en geef gebruikers de vrijheid om ze te betreden met een simpele klik in de ontvangen e-mail.

source: An additional section of your WooCommerce email that you can now customize. Add the %1$stext%2$s you want to add in the footer and a %1$slogo%2$s: it can even be different from the one you used in the top part of the email.%3$sNow the template is truly complete in every part!
nl_nl: Een extra sectie van uw WooCommerce e-mail die u nu kunt aanpassen. Voeg de %1$stext%2$s toe die u wil toevoegen in de voettekst en een %1$slogo%2$s: u kunt zelfs een andere gebruiken dan die u eerder heeft gebruik het bovenste deel van de e-mail.%3$sNu is het sjabloon echt compleet op ieder vlak!

source: Subtotal
nl_nl: Subtotaal

source: Shipping
nl_nl: Verzending

source: Free Shipping
nl_nl: Gratis verzending

source: Payment
nl_nl: Betaling

source: Total
nl_nl: Totaal
