Repository: geekcloud-net/plugins
Catalog: yith-infinite-scrolling-premium/languages/yith-infinite-scrolling-*.po
Languages: nl_nl

source: Load More Button
nl_nl: Meer Laden Knop

source: Ajax Pagination
nl_nl: Ajax Paginering

source: Bounce in
nl_nl: Stuiteren

source: Fade in from top to down
nl_nl: Van boven naar beneden faden

source: Fade in from right to left
nl_nl: Van rechts naar links vervagen

source: Fade in from left to right
nl_nl: Van links naar rechts infaden

source: Fade in from down to top
nl_nl: Fade in van beneden naar boven

source: Please insert a name for the section
nl_nl: Voer een naam in voor de sectie

source: Do you really want to delete this section?
nl_nl: Wilt u dit gedeelte echt verwijderen?

source: Settings
nl_nl: Instellingen

source: Premium Version
nl_nl: Premium Versie

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: General Settings
nl_nl: Algemene Instellingen

source: Enable Infinite Scrolling
nl_nl: Schakel Infinite Scrolling in

source: Enable Infinite Scrolling on mobile device
nl_nl: Schakel oneindig scrollen in op mobiel apparaat

source: Change the URL of the page whenever new items are loaded
nl_nl: Wijzig de URL van de pagina wanneer nieuwe items worden geladen

source: Add section and set options
nl_nl: Voeg sectie toe en stel opties in

source: Custom JavaScript
nl_nl: Aangepast JavaScript

source: Options for
nl_nl: Opties voor

source: Navigation Selector
nl_nl: Navigatie Muis

source: The selector that contains the navigation of this section. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
nl_nl: De selector die de navigatie van deze sectie bevat. Selectoren kunnen klassen- of ID-namen zijn: de eerste moeten een punt vooraan hebben (.class-naam), terwijl de tweede een hash (#id-naam) moet hebben.

source: Next Selector
nl_nl: Volgende Muis

source: The selector of the link that redirects to the next page of this section. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
nl_nl: De muis van de link die doorverwijst naar de volgende pagina van dit gedeelte. Muizen kunnen klassen- of ID-namen zijn: de eerste moeten een punt vooraan hebben (.class-naam), terwijl de tweede een hash (#id-naam) moet hebben.

source: Item Selector
nl_nl: Item Kiezer

source: The selector of the single item in the page. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
nl_nl: De muis van het afzonderlijke item op de pagina. Selectoren kunnen klassen- of ID-namen zijn: de eerste moeten een punt vooraan hebben (.class-naam), terwijl de tweede een hash (#id-naam) moet hebben.

source: Content Selector
nl_nl: Inhoud Selecteur

source: The selector that contains your section content. Selectors can be class or ID names: the first ones must have a dot in front (.class-name), while the second must have a hash (#id-name).
nl_nl: De selector die uw sectie-inhoud bevat. Selectoren kunnen klassen- of ID-namen zijn: de eerste moeten een punt vooraan hebben (.class-naam), terwijl de tweede een hash (# id-naam) moet hebben.

source: Select the type of pagination
nl_nl: Selecteer het type paginering

source: Button Label
nl_nl: Knoplabel

source: Load More
nl_nl: Laad Meer

source: Set button label
nl_nl: Knoplabel instellen

source: Extra Class of the Button
nl_nl: Extra klasse van de knop

source: Add a custom class to customize the button style. Use space for multiple classes.
nl_nl: Voeg een aangepaste klasse toe om de knopstijl aan te passen. Gebruik ruimte voor meerdere klassen.

source: Choose a Loader
nl_nl: Kies een lader

source: Choose a preset loader to use.
nl_nl: Kies een vooraf ingestelde lader om te gebruiken.

source: Custom Loader
nl_nl: Aangepaste Lader

source: Upload a custom loading image. This option overrides the previous one.
nl_nl: Upload een aangepaste laadafbeelding. Deze optie heft de vorige op.

source: Load Effect
nl_nl: Laad Effect

source: Type of animation for the loading of new contents.
nl_nl: Type animatie voor het laden van nieuwe inhoud.

source: Add section
nl_nl: Voeg sectie toe
