Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-recover-abandoned-cart-premium/languages/yith-woocommerce-recover-abandoned-cart-*.po
Languages: nl_nl

source: Phone
nl_nl: Telefoon

source: Subtotal
nl_nl: Subtotaal

source: Last email sent
nl_nl: Laatst verzonden e-mail

source: Last update
nl_nl: Laatste update

source: Action
nl_nl: Actie

source: Not sent
nl_nl: Niet verzonden

source: Delete
nl_nl: Verwijderen

source: View
nl_nl: Bekijk

source: Send email
nl_nl: Verstuur e-mail

source: Add a new email template
nl_nl: Voeg een nieuwe e-mail sjabloon toe

source: Search
nl_nl: Zoeken

source: Template
nl_nl: Sjabloon

source: Abandoned Cart ID
nl_nl: Verlaten Winkelwagen ID

source: Date
nl_nl: Datum

source: Search Email
nl_nl: Zoeken e-mail

source: Name
nl_nl: Naam

source: Send after
nl_nl: Suur na

source: Subject
nl_nl: Onderwerp

source: Message
nl_nl: Bericht

source: Conversion Rate
nl_nl: Wisselkoers

source: Activate
nl_nl: Activeren

source: Deactivate
nl_nl: Deactiveren

source: Edit
nl_nl: Bewerken

source: Order
nl_nl: Bestelling

source: Purchased
nl_nl: Gekocht

source: Total
nl_nl: Totaal

source: Billing:
nl_nl: Facturering:

source: Guest
nl_nl: Gast

# Order number by X
source: %s by %s
nl_nl: %s bij %s

source: Unpublished
nl_nl: Niet gepubliceerd

source: Y/m/d g:i:s A
nl_nl: J/m/d g:i:s A

source: Y/m/d
nl_nl: J/m/d

source: abandoned cart
nl_nl: verlaten winkelwagen

source: pending order
nl_nl: bestelling in behandeling

source: Cart Info
nl_nl: Winkelwagen Informatie

source: Cart Content
nl_nl: Winkelwagen Inhoud

source: Cart Action
nl_nl: Winkelwagen Actie

source: Return to Abandoned Cart List
nl_nl: Ga terug naar Verlaten Winkelwagen Lijst

source: User First Name
nl_nl: Voornaam Gebruiker

source: User Last Name
nl_nl: Achternaam Gebruiker

source: Full Name
nl_nl: Volledige Naam

source: User Email
nl_nl: E-mail gebruiker

source: Cart Link
nl_nl: Link Winkelwagen

source: Recover Cart
nl_nl: Winkelwagen Herstellen

source: Unsubscribe Link
nl_nl: Uitschrijven link

source: To unsubscribe from this mail click here
nl_nl: Om uzelf uit te schrijven van deze mail, klik hier

source: Email Sent!
nl_nl: E-mail Verzonden!

source: Settings
nl_nl: Instellingen

source: Carts
nl_nl: Winkelwagens

source: Pending Orders
nl_nl: Bestellingen in behandeling

source: Email Templates
nl_nl: E-mail Sjablonen

source: Recovered Carts
nl_nl: Herstelde Winkelwagens

source: Abandoned Cart
nl_nl: Verlaten Winkelwagen

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: Unpaid order cancelled - time limit reached.
nl_nl: Onbetaalde order geannuleerd - tijdslimiet bereikt.

# Post Type General Name
source: Email Templates
nl_nl: E-mail Sjablonen

# Post Type Singular Name
source: Email Template
nl_nl: E-mail Sjabloon

source: Email Template
nl_nl: E-mail Sjabloon

source: Parent Item:
nl_nl: Bovenliggend Item:

source: All Email Templates
nl_nl: Alle E-mail Sjablonen

source: View Email Templates
nl_nl: Bekijk E-mail Sjablonen

source: Add New Email Template
nl_nl: Nieuw e-mail sjabloon toevoegen

source: Edit Email Template
nl_nl: E-mail sjabloon bewerken

source: Update Email Template
nl_nl: Update e-mail sjabloon

source: Search Email Template
nl_nl: Zoek e-mail sjabloon

source: Not found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in prullenbak

source: Return to Email Template List
nl_nl: Ga terug naar e-mail sjabloon lijst

# Post Type General Name
source: Abandoned Cart
nl_nl: Verlaten Winkelwagen

# Post Type Singular Name
source: Abandoned Cart
nl_nl: Verlaten Winkelwagen

source: All Abandoned Carts
nl_nl: Alle verlaten winkelwagens

source: View Abandoned Carts
nl_nl: Bekijk verlaten winkelwagens

source: Add New Abandoned Cart
nl_nl: Voeg nieuwe verlaten winkelwagen toe

source: Edit Abandoned Cart
nl_nl: Bewerk verlaten winkelwagen

source: Update Abandoned Cart
nl_nl: Update verlaten winkelwagen

source: Search Abandoned Cart
nl_nl: Zoek verlaten winkelwagen

source: The cart you're trying to recover has expired.
nl_nl: De winkelwagen die u probeert the herstellen is verlopen.

source: You have successfully unsubscribed from this mailing list
nl_nl: U heeft zich succesvol uitgeschreven van deze mailing lijst

source: Recovered Abandoned Cart Administrator
nl_nl: Verlaten winkelwagen administrator

source: This is the email sent to the administrator when an order is submitted from a recover cart
nl_nl: Deze e-mail wordt verzonden naar de administrator wanneer een bestelling is geplaatst, vanuit een verlaten winkelwagen

source: Recover Abandoned Cart Email
nl_nl: Herstel verlaten winkelwagen e-mail

source: This is the email sent to the customer from the admin with the YITH WooCommerce Recover Abandoned Cart plugin
nl_nl: Deze e-mail wordt verzonden naar de klant, vanuit de admin met de YITH WooCommerce Recover Abandoned Cart plugin

source: All
nl_nl: Alle

source: YITH WooCommerce Recover Abandoned Cart is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Recover Abandoned Cart maar werkt niet. Het heeft WooCommerce nodig om te werken.

source: Coupon Settings
nl_nl: Coupon instellingen

source: Coupon Prefix
nl_nl: Coupon voor-voegsel

source: Add a 3-character prefix ina a coupon code
nl_nl: Voeg een voor-voegsel toe van 3 tekens in de coupon code

source: Delete the coupon once used
nl_nl: Verwijder de coupon wanneer deze is gebruikt

source: General settings
nl_nl: Algemene instellingen

source: Enable Recover Abandoned Cart
nl_nl: Herstel verlaten winkelwagen inschakelen

source: Enable Recover Abandoned Cart to Shop Manager
nl_nl: Herstel verlaten winkelwagen inschakelen voor Shop Manager

source: Cut-off time for abandoned carts
nl_nl: Tijdsduur voor verlaten winkelwagens

source: Minutes that have to pass to consider a cart abandoned
nl_nl: Aantal minuten die moeten passeren, voordat winkelwagen wordt gezien als verlaten

source: Delete Abandoned Cart after:
nl_nl: Verwijder verlaten winkelwagen na:

source: Hours that have to pass to delete an abandoned cart. Leave zero to never delete a cart
nl_nl: Aantal uren die moeten passeren, voordat winkelwagen verwijderd wordt. Laat het 0 om de winkelwagen nooit te verwijderen

source: Enable Recover Pending Orders
nl_nl: Inschakelen, bestellingen in behandeling herstellen

source: Delete Pending Orders after:
nl_nl: Verwijder bestelling in behandeling na:

source: Hours that have to pass to delete an pending orders. Leave zero to never delete a pending order
nl_nl: Aantal uren die moeten passeren, voordat bestelling in behandeling wordt verwijderd. Laat het 0 om de bestelling nooit te verwijderen

source: User Settings
nl_nl: Gebruikers instellingen

source: Enable Guests
nl_nl: Gasten inschakelen

source: Guests' abandoned carts will be saved only if they write their emails in the checkout page.
nl_nl: Verlaten winkelwagens van gasten worden uitsluitend opgeslagen als zij hun e-mail adres achterlaten in de checkout pagina.

source: Enable for these roles
nl_nl: Inschakelen voor deze rollen

source: User Email Settings
nl_nl: E-mail instellingen gebruiker

source: Email Sender Name
nl_nl: E-mail verzender naam

source: Email Sender
nl_nl: E-mail verzender

source: Reply To:
nl_nl: Beantwoorden naar:

source: Admin Email Settings
nl_nl: E-mail instellingen admin

source: Send an email to administrators when an abandoned cart is recovered
nl_nl: Stuur een e-mail naar administrators wanneer een verlaten winkelwagen is hersteld

source: Admin Email Sender Name
nl_nl: Admin Email verzender naam

source: Email Recipients
nl_nl: Email ontvangers

source: Enter recipients (separated by commas)
nl_nl: Voeg ontvangers toe (gescheiden door kommaÂ´s)

source: Email Subject
nl_nl: Email onderwerp

source: New Recovered Cart
nl_nl: Nieuw herstelde winkelwagen

source: Cron Settings
nl_nl: Cron instellingen

source: Cron time type
nl_nl: Cron tijd type

source: Minutes
nl_nl: Minuten

source: Hours
nl_nl: Uren

source: Days
nl_nl: Dagen

source: Cron time
nl_nl: Cron tijd

source: Email Settings
nl_nl: Email Instellingen

source: Active
nl_nl: Actief

source: Choose if activate or deactivate this email
nl_nl: Activeer of deactiveer deze e-mail

source: Choose the type for this email
nl_nl: Kies het type voor deze e-mail

source: Choose the subject for this email
nl_nl: Kies het onderwerp voor deze e-mail

source: Automatic Delivery
nl_nl: Automatische Verzending

source: Choose if activate or deactivate automatic delivery for this template
nl_nl: Activeer of deactiveer automatische verzending voor dit sjabloon

source: Send after (unit of measure)
nl_nl: Verstuur na (maateeneid)

source: Choose the unit of measure of the time that has to pass to send the email (e.g., Send after days)
nl_nl: Kies maateenheid voor de tijd die moet passeren, voordat de e-mail wordt verzonden (vb. verzenden na dagen)

source: Send after (value)
nl_nl: Verzend na (waarde)

source: Set the value of the previous option (e.g., Send after 2)
nl_nl: Stel de waarde in van de vorige optie (vb. verzenden na 2)

source: Coupon Setting
nl_nl: Coupon instellingen

source: Coupon Value
nl_nl: Coupon waarde

source: Amount
nl_nl: Bedrag

source: Validity in days
nl_nl: Geldigheidsduur in dagen

source: Email Report
nl_nl: E-mail rapport

source: Report
nl_nl: Rapport

source: Sent Emails
nl_nl: Verzend e-mails

source: Test Email Template
nl_nl: Test e-mail sjabloon

source: Send a testing email
nl_nl: Verzend een test e-mail

source: Save the email template before sending a testing email
nl_nl: Sjabloon opslaan voor het versturen van de test e-mail

source: Send Email Manually:
nl_nl: Verzend e-mail handmatig:

source: Product Price
nl_nl: Product Prijs

source: Quantity
nl_nl: Hoeveelheid

source: Cart Subtotal
nl_nl: Subtotaal winkelwagen

source: Cart Total
nl_nl: Totaal winkelwagen

source: Cart Status:
nl_nl: Status winkelwagen:

source: Cart Last Update:
nl_nl: Laatste update winkelwagen:

source: User:
nl_nl: Gebruiker:

source: User email:
nl_nl: E-mail gebruiker:

source: User phone:
nl_nl: Telefoonnummer gebruiker:

source: Language:
nl_nl: Taal:

source: Currency:
nl_nl: Valuta:

source: History:
nl_nl: Geschiedenis:

source: Sending Date
nl_nl: Verzenddatum

source: Link Clicked
nl_nl: Link geklikt

source: Reports
nl_nl: Rapporten

source: Abandoned Cart and Pending Orders
nl_nl: Verlaten winkelwagen en bestellingen in behandeling

source: Abandoned Carts
nl_nl: Verlaten winkelwagens

source: Order Pending
nl_nl: Bestelling in behandeling

source: Emails Sent
nl_nl: E-mail verzonden

source: Emails for Abandoned Carts Sent
nl_nl: Verzonden e-mails voor verlaten winkelwagens

source: Emails for Pending Orders Sent
nl_nl: Verzonden e-mails voor bestellingen in behandeling

source: Recovered Carts & Pending Orders
nl_nl: Herstellen winkelwagesn & Bestellingen in behandeling

source: Pending Orders Recovered
nl_nl: Bestellingen in behandeling hersteld

source: Total Amount Recovered Cart and Pending Orders
nl_nl: Totaalbedrag herstelde winkelwagens en bestellingen in behandeling

source: Total Amount Recovered Cart
nl_nl: Totaalbedrag herstelde winkelwagen

source: Total Amount Recovered Pending Orders
nl_nl: Totaalbedrag herstelde bestellingen in behandeling

source: Rate Conversion
nl_nl: Succespercentage

source: Rate Cart Conversion
nl_nl: Succespercentage winkelwagen

source: Rate Pending Order Conversion
nl_nl: Succespercentage bestellingen in behandeling

source: Order Recovered
nl_nl: Bestelling hersteld

source: You have received an order from %s. The order is as follows:
nl_nl: U heeft een bestelling ontvangen van %s. De bestelling ziet er als volgt uit:

source: Order #%s
nl_nl: Bestelling #%s

source: Price
nl_nl: Prijs
