Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-points-and-rewards-premium/languages/yith-woocommerce-points-and-rewards-*.po
Languages: de_de, es_es, nl_nl

source: Action
de_de: Handeln
es_es: Acción
nl_nl: Actie

source: Order Num.
de_de: Bestellnummer
es_es: Nº de pedido
nl_nl: Bestelling Nr.

source: Amount
de_de: Betrag
es_es: Cantidad
nl_nl: Bedrag

source: Date
de_de: Datum
es_es: Fecha
nl_nl: Datum

source: Order #%d
de_de: Bestellung #%d
es_es: Pedido nº%d
nl_nl: Bestelling #%d

source: User
de_de: Benutzer
es_es: Usuario
nl_nl: Gebruiker

source: View History
de_de: Bestellhistorie
es_es: Ver historial
nl_nl: Bekijk Geschiedenis

source: Show All Customers
de_de: Alle Kunden anzeigen
es_es: Mostrar todos los clientes
nl_nl: Alle klanten Weergeven

source: Filter
es_es: Filtro

source: Due to some bugs, the point expiration system has been disabled.
es_es: Debido a algunos fallos, el sistema de caducidad de puntos se ha desactivado.
nl_nl: Door enkele bugs, is het punt vervallen systeem uitgeschakeld.

source: To enable it, please follow these instructions.
es_es: Para activarlo, por favor, sigue estas instrucciones.
nl_nl: Om het in te schakelen, volg a.u.b. deze instructies.

source: Are you sure that want reset all points? This process is irreversible
de_de: Sind Sie sicher, dass Sie alle Punkte zurücksetzen möchten?
es_es: ¿Estás seguro de que quieres reiniciar todos los puntos? Este proceso es irreversible
nl_nl: Weet u zeker dat u alle punten wilt resetten? Dit kunt u niet ongedaan maken

source: The file import is empty
de_de: Der Datei-Import ist leer
es_es: El archivo de importación está vacío
nl_nl: Het importeerbestand is leeg

source: Settings
de_de: Einstellungen
es_es: Ajustes
nl_nl: Instellingen

source: Member Role
de_de: Benutzerrolle
es_es: Perfil de miembro
nl_nl: Lid Rol

source: Customer points
de_de: Bonuspunkte des Kunden
es_es: Puntos del cliente
nl_nl: Klant punten

source: Extra Points
de_de: Zusatzpunkte
es_es: Puntos extra
nl_nl: Extra Punten

source: Labels
de_de: Label
es_es: Etiquetas

source: Expiry Settings
de_de: Einstellungen Verfall
es_es: Ajustes de caducidad
nl_nl: Vervaldatum

source: Update Email Settings
de_de: E-Mail Einstellungen aktualisieren
es_es: Ajustes de avisos de correo
nl_nl: Update e-mail instellingen

source: Messages
de_de: Nachrichten
es_es: Mensajes
nl_nl: Berichten

source: Import/Export
es_es: Importar/Exportar

# Plugin name in admin page title
source: Points and Rewards
de_de: Bonuspunkte & Belohnungen
es_es: Puntos y recompensas

# Plugin name in admin WP menu
source: Points and Rewards
de_de: Bonuspunkte & Belohnungen
es_es: Puntos y recompensas

source: Points Earned
de_de: Erreichte Punkte
es_es: Puntos ganados
nl_nl: Punten Verdiend

source: This field allows you to override global and category rules for point collection. Leave it blank to make global rules o category rules apply, assign a fixed number of points for this product (0 for no points) or set a percent value to apply global or category rules according to percentage (200&#37; for double points).
de_de: Mit diesem Feld können Sie die globalen Regeln und Kategorie-Regeln für das Sammeln von Bonuspunkten übersteuern. Leer lassen, um die globalen Regeln und die Kategorie-Regeln weiter gelten zu lassen. Andernfalls diesem Produkt eine fest Anzahl von Bonuspunkten (0 für null Punkte) zu zuweisen. Sie können auch einen prozentualen Wert festlegen, der dann als Prozentsatz für die globalen Regeln und die Kategorie-Regeln angewendet wird (200 &#37; für die doppelte Anzahl von Bonuspunkten).
es_es: Este campo te permite saltarte las reglas globales y por categoría para la recolección de puntos. Déjalo en blanco para que se apliquen las reglas globales o por categoría, asigna un número fijo de puntos para este producto (0 para ningún punto) o establece un valor para aplicar reglas globales o por categoría de acuerdo a un porcentaje (200&#37; para puntos dobles).
nl_nl: Dit veld laat u algemene en categorie regels voor punten verzamelen overschrijven. Laat leeg om globale regels of categorie regels toe te passen, wijs een vast aantal punten toe aan dit product (0 voor geen punten) of stel een procentuele waarde om algemene- of categorie regels toe te passen volgens percentage (200&#37; voor dubbele punt).

source: Validity for extra point reward (optional)
de_de: Gültigkeit für Belohnung mit Extra-Bonuspunkten (optional)
es_es: Validez de los puntos de recompensa extra (opcional)
nl_nl: Validiteit voor extra beloning punten (optioneel)

# placeholder
source: From&hellip;
de_de: Von&hellip;
es_es: Desde&hellip;
nl_nl: Vanaf&hellip;

# placeholder
source: To&hellip;
de_de: Bis&hellip;
es_es: Hasta&hellip;
nl_nl: Tot&hellip;

source: Maximum discount
de_de: Maximaler Rabatt
es_es: Descuento máximo
nl_nl: Maximale korting

source: Maximum discount applicable to this product. You can add a constant value or a percentage value that edits the maximum quantity of points that can be used to get a discount according to product price. This value overrides global and category rules.
de_de: Maximaler Rabatt für dieses Produkt. Sie können einen konstanten Wert oder einen Prozentsatz hinzufügen, der die maximale Anzahl Bonuspunkte verändert, welche verwendet werden kann, um einen Rabatt auf den Preis des Produkts zu erhalten. Dieser Wert übersteuert die globalen und Kategorie-Regeln.
es_es: Máximo descuento aplicable a este producto. Puedes añadir un valor constante o un valor porcentual que edita la cantidad máxima de puntos que se puede usar para obtener un descuento de acuerdo al precio de producto. Este valor anula las reglas globales y de categoría.
nl_nl: Maximaal toepasbare korting voor dit product. U kunt een vaste waarde of een procentuele waarde toevoegen, die de maximale hoeveelheid punten bewerkt die gebruikt kan worden om een korting te krijgen volgens productprijs. Deze waarde overschrijft algemene- en categorie regels.

source: Reward percent discount (%)
de_de: Prozent Rabatt Belohnung (%)
es_es: Porcentaje de descuento de recompensa (%)
nl_nl: Beloning procentuele korting (%)

source: Discount applicable to this product. This option edits redeem percent discount that can be applied on product price and overrides global and category rules.
de_de: Für dieses Produkt anwendbarer Rabatt. Diese Option bearbeitet das Einlösen von Rabatten in Prozent auf den Preis des Produkts und übersteuert die globalen und die Kategorie-Regeln.
es_es: Descuento aplicable a este producto. Esta opción edita el porcentaje de descuento al canjear que se puede aplicar en el precio de producto y anula las reglas globales y de categoría.
nl_nl: Korting toepasbaar op dit product. Deze optie bewerkt de inlossing procentuele korting die kan worden toegepast op productprijs en overschrijft algemene- en categorie regels.

source: Points Earned:
de_de: Erreichte Punkte:
es_es: Puntos ganados:
nl_nl: Punten verdiend:

source: This field allows you to override global and category rules for point collection. Leave it blank to make global rules o category rules apply, assign a fixed number of points for this product (0 for no points) or set a percent value to apply global or category rules according to percentage (200&#37; for double points).
de_de: Mit diesem Feld können Sie die globalen Regeln und Kategorie-Regeln für das sammeln von Bonuspunkten übersteuern. Leer lassen, um die globalen Regeln und die Kategorie-Regeln weiter gelten zu lassen. Andernfalls diesem Produkt eine fest Anzahl von Bonuspunkten (0 für null Punkte) zu zuweisen. Sie können auch einen prozentualen Wert festlegen, der dann als Prozentsatz für die globalen Regeln und die Kategorie-Regeln angewendet wird (200 &#37; für die doppelte Anzahl von Bonuspunkten).
es_es: Este campo te permite anular las reglas globales y de categoría para reunir puntos. Déjalo en blanco para hacer que las reglas globales o de categoría se apliquen, asignar un número fijo o de puntos para este producto (0 para ningún punto) o establecer un valor porcentual para aplicar reglas globales o de categoría de acuerdo a un porcentaje (200&#37; para puntos dobles).
nl_nl: Dit veld laat u algemene en categorie regels voor punten verzamelen overschrijven. Laat leeg om globale regels of categorie regels toe te passen, wijs een vast aantal punten toe aan dit product (0 voor geen punten) of stel een procentuele waarde om algemene- of categorie regels toe te passen volgens percentage (200&#37; voor dubbele punt).

source: Maximum discount:
de_de: Maximaler Rabatt:
es_es: Descuento máximo:
nl_nl: Maximale korting:

source: Maximum discount applicable to this variation. You can add a constant value or a percentage value that edits the maximum quantity of points that can be used to get a discount according to product price. This value overrides global and category rules.
de_de: Maximaler Rabatt für diese Variante. Sie können einen konstanten Wert oder einen Prozentsatz hinzufügen, der die maximale Anzahl Bonuspunkte verändert, welche verwendet werden kann, um einen Rabatt auf den Preis des Produkts zu erhalten. Dieser Wert übersteuert die globalen und Kategorie-Regeln.
es_es: Máximo descuento aplicable a esta variación. Puedes añadir un valor constante o un valor porcentual que edita la cantidad máxima de puntos que se puede usar para obtener un descuento de acuerdo al precio de producto. Este valor anula las reglas globales y de categoría.
nl_nl: Maximale korting toepasbaar in deze variatie. U kunt een vaste waarde of een procentuele waarde toevoegen, die de maximale hoeveelheid punten bewerkt die gebruikt kan worden om een korting te krijgen volgens productprijs. Deze waarde overschrijft algemene- en categorie regels.

source: Discount applicable to this variation. This option edits the redeem percent discount that can be applied on product price. This value overrides global and category rules.
de_de: Für diese Variante anwendbarer Rabatt. Diese Option bearbeitet das Einlösen von Rabatten in Prozent auf den Preis des Produkts und übersteuert die globalen und die Kategorie-Regeln.
es_es: Descuento aplicable a esta variación. Esta opción edita el porcentaje de descuento al canjear que se puede aplicar en el precio de producto. Este valor anula las reglas de precio y de categoría.
nl_nl: Korting toepasbaar op deze variate. Deze optie bewerkt de inlossing procentuele korting die kan worden toegepast op productprijs en overschrijft algemene- en categorie regels.

source: Validity of extra point rewards (optional) - From:
de_de: Gültigkeit für Belohnung mit Extra-Bonuspunkten (optional) - Von:
es_es: Validez de los puntos de recompensa extra (opcionales) - De:
nl_nl: Validiteit voor extra beloning punten (optioneel) - Vanaf:

source: To:
de_de: An:
es_es: A:
nl_nl: Tot:

source: This field allows you to override global rules for point collection in all products belonging to this category. Leave it blank to make global rules apply, assign a fixed number of points for this category (0 for no points) or set a percent value to apply global rules according to percentage (200&#37; for double points). This value can, in turn, be overridden by rules specified for single product.
de_de: Mit diesem Feld können Sie die globalen Regeln für das Sammeln von Bonuspunkten für alle Produkte dieser Kategorie übersteuern. Leer lassen, um die globalen Regeln weiter gelten zu lassen. Andernfalls dieser Kategorie eine fest Anzahl von Bonuspunkten (0 für null Punkte) zu zuweisen. Sie können auch einen prozentualen Wert festlegen, der dann als Prozentsatz für die globalen Regeln und die Kategorie-Regeln angewendet wird (200 &#37; für die doppelte Anzahl von Bonuspunkten).
es_es: Este campo te permite anular las reglas globales para reunir puntos en todos los productos pertenecientes a esta categoría. Déjalo en blanco para hacer que se apliquen reglas globales, asignar un número fijo de puntos para esta categoría (0 para ningún punto) o establece un valor porcentual para aplicar reglas globales porcentuales de acuerdo al porcentaje (200&#37; para puntos dobles). Este valor puede anularse por reglas especificadas para productos de uno en uno.
nl_nl: Dit veld laat u algemene en categorie regels voor punten verzamelen overschrijven, in alle producten die behoren tot deze categorie. Laat leeg om globale regels of categorie regels toe te passen, wijs een vast aantal punten toe aan deze categorie (0 voor geen punten) of stel een procentuele waarde om algemene- of categorie regels toe te passen volgens percentage (200&#37; voor dubbele punt). Deze waarde kan, in ruil, worden overschreven door regels voor gespecificeerd voor single producten.

source: You can set a start and end date for validity of rules specified in the field above
de_de: Sie können Feld oberhalb ein Start- und Enddatum für die Gültigkeit der spezifizierten Regeln festlegen.
es_es: Puedes establecer una fecha de inicio y de fin para la validez de las reglas especificadas en el campo de arriba
nl_nl: U kunt een start- en einddatum stellen voor validiteit van regels gespecificeerd in het veld hierboven

source: Maximum discount applicable to products in this category. You can add a constant value or a percentage value that edits the maximum quantity of points that can be used to get a cart discount according to product price. This value overrides global rules and can be overridden by rules in single product.
de_de: Maximaler Rabatt für Produkte in dieser Kategorie. Sie können einen konstanten Wert oder einen prozentualen Wert hinzufügen, der die maximale Anzahl von Punkten bearbeitet, die verwendet werden können, um einen Rabatt im Warenkorb auf den Preis des Produkts zu erhalten. Dieser Wert übersteuert die globale Regeln und kann durch die Regeln im Einzelprodukt erneut übersteuert werden.
es_es: Máximo descuento aplicable a los productos en esta categoría. Puedes añadir un valor contante o un valor porcentual que edita la cantidad máxima de puntos que puede utilizarse para conseguir un descuento en el carrito de acuerdo con el precio de producto. Este valor anula las reglas globales y puede anularse por las reglas de producto.
nl_nl: Maximale korting toepasbaar in deze variatie. U kunt een vaste waarde of een procentuele waarde toevoegen, die de maximale hoeveelheid punten bewerkt die gebruikt kan worden om een korting te krijgen volgens productprijs. Deze waarde overschrijft algemene regels en kan overschreven worden door regels in een single product.

source: Discount applicable to products in this category. This option edits the redeem percent discount that can be applied on product price. This value overrides global and category rules.
de_de: Für Produkte dieser Kategorie anwendbarer Rabatt. Diese Option bearbeitet das Einlösen von Rabatten in Prozent auf den Preis des Produkts und übersteuert die globalen und die Kategorie-Regeln.
es_es: Descuento aplicable a los productos en esta categoría. Esta opción edita el porcentaje de descuento al canjear que se puede aplicar en el precio de producto. Este valor anula las reglas globales y de categoría.
nl_nl: Korting toepasbaar op producten in deze categorie. Deze optie bewerkt inlossing procentuele korting die kan worden toegepast op productprijs. Dit overschrijft algemene- en categorie regels.

source: Maximum discount applicable to products in this category. You can add a constant value or a percent value that edits the maximum quantity of points that can be used to get a cart discount. This value overrides global rules and can be overridden by rules in single product.
de_de: Maximaler Rabatt für Produkte dieser Kategorie. Sie können einen konstanten Wert oder einen Prozentwert hinzufügen, der die maximale Anzahl von Bonuspunkten bearbeitet, die verwendet werden können, um einen Rabatt im Warenkorb zu erhalten. Dieser Wert übersteuert die globale Regeln und kann durch die Regeln im Einzelprodukt erneut übersteuert werden.
es_es: Máximo descuento aplicable a los productos de esta categoría. Puedes añadir un valor constante o un valor porcentual que edita la cantidad máxima de puntos que puede usarse para obtener un descuento en el carrito. Este valor anula las reglas globales y puede anularse por las reglas de producto.
nl_nl: Maximale korting toepasbaar in deze variatie. U kunt een vaste waarde of een procentuele waarde toevoegen, die de maximale hoeveelheid punten bewerkt die gebruikt kan worden om een korting te krijgen in de winkelwagen. Deze waarde kan overschreven worden door regels in een single product.

source: Discount applicable to products in this category. This option edits the percent discount that can be applied to product price. This value overrides global and category rules.
de_de: Für Produkte dieser Kategorie anwendbarer Rabatt. Diese Option bearbeitet das Einlösen von Rabatten in Prozent auf den Preis des Produkts und übersteuert die globalen und die Kategorie-Regeln.
es_es: Descuento aplicable a los productos en esta categoría. Esta opción edita el descuento porcentual que se puede aplicar al precio de producto. Este valor anula las reglas globales y de categoría.
nl_nl: Korting toepasbaar op producten in deze categorie. Deze optie bewerkt de procentuele korting die kan worden toegepast op productprijs. Dit overschrijft algemene- en categorie regels.

source: <strong>%d</strong> order has been updated
de_de: <strong>%d</strong> Bestellung wurde aktualisiert
es_es: <strong>%d</strong> el pedido ha sido actualizado
nl_nl: <strong>%d</strong> bestelling is geupdate

source: <strong>%d</strong> point has been updated
de_de: <strong>%d</strong> Punkte wurde aktualisiert
es_es: Se ha actualizado <strong>%d</strong> punto.
nl_nl: <strong>%d</strong> punt is geupdate

source: Done!
de_de: Fertig!
es_es: ¡Hecho!
nl_nl: Klaar!

source: Best Point Earners
de_de: Meiste Punkte erhalten
es_es: Usuarios con más puntos
nl_nl: Beste Punten Verdieners

source: Best Point Rewards
de_de: Meiste Belohnungen erhalten
es_es: Recompensas de más puntos
nl_nl: Beste Punten Beloningen

source: No users found
de_de: Keine Benutzer gefunden
es_es: No se han encontrado usuarios
nl_nl: Geen gebruikers gevonden

source: Premium Version
es_es: Versión Premium
nl_nl: Premium Versie

source: Plugin Documentation
de_de: Plugin Dokumentation
es_es: Documentación del plugin
nl_nl: Plugin Documentatie

source: Customer earned %d %s for this purchase.
de_de: Kunde erhielt %d %s für diesen Kauf.
es_es: El cliente ha ganado %d %s por esta compra.
nl_nl: Klant heeft %d %s verdient voor deze aankoop.

source: Removed %d %s for order %s.
de_de: %d %s für Bestellung %s entfernt.
es_es: Eliminado %d %s del pedido %s.
nl_nl: Verwijderd %d %s voor bestelling %s.

source: Added %d %s for cancelled refund.
de_de: %d %s hinzugefügt für abgebrochene Rückerstattung.
es_es: Añadidos %d %s por reembolso anulado.
nl_nl: %d %s toegevoegd voor geanulleerde restitutie.

source: Removed %d %s for order refund.
de_de: %d %s entfernt für Rückerstattung Bestellung
es_es: Eliminado %d %s del reembolso del pedido.
nl_nl: %d %s verwijderd voor restitutie bestelling.

source: Added %d %s for order %s.
de_de: %d %s für Bestellung %s hinzugefügt.
es_es: Añadido %d %s para el pedido %s.
nl_nl: %d %s toegevoegd voor bestelling %s.

source: Reviews
de_de: Bewertungen
es_es: Reseñas

source: The CSV is invalid.
de_de: Die CSV-Datei ist ungültig.
es_es: EL CSV no es válido.
nl_nl: De CSV is ongeldig.

source: Redeem points
de_de: Bonuspunkte einlösen
es_es: Canjear puntos
nl_nl: Punten inlossen

source: Reward Discount Applied Successfully
de_de: Belohnungsrabatt erfolgreich verwendet
es_es: Descuento de recompensa aplicado satisfactoriamente
nl_nl: Beloningskorting Succesvol Toegepast

source: Reward Discount has been removed. You can't use this discount with other coupons.
es_es: Se ha eliminado el descuento de recompensa. No puedes usar este descuento con otros cupones.
nl_nl: Beloningskorting is verwijderd. U kunt deze korting niet gebruiken in combinatie met andere couponnen.

source: You can't use this coupon with other coupons
es_es: No puedes usar este cupón con otros cupones
nl_nl: U kunt deze coupon niet gebruiken in combinatie met andere couponnen

source: Coupon has been removed. You can't use this coupon with Rewards Discount
es_es: El cupón se ha eliminado. No puedes usar este cupón con descuentos de recompensa
nl_nl: Coupon is verwijderd. U kunt deze coupon niet gebruiken met Beloningskorting

source: You can't use this coupon with Rewards Discount
es_es: No puedes usar este cupón con descuentos de recompensa
nl_nl: U kunt deze coupon niet gebruiken met Beloningskorting

source: %d %s to get a reward
de_de: %d %s um eine Belohnung zu erhalten
es_es: %d %s para obtener una recompensa
nl_nl: %d %s om een beloning te krijgen

source: Your credit is
de_de: Der Stand deiner Bonuspunkte ist
es_es: Tu crédito es
nl_nl: Uw krediet is

source: Expiring Points
de_de: Verfallende Bonuspunkte
es_es: Puntos a punto de caducar
nl_nl: Vervallen Punten

source: This email is sent to users some days before their points expire.
de_de: Diese E-Mail wird einige Tage vor dem Verfall von Punkten an der Benutzer verschickt.
es_es: Este correo se envía a los usuarios unos días antes de que caduquen sus puntos.
nl_nl: Deze email wordt verzonden naar gebruikers, enkele dagen voordat de punten vervallen.

source: Points and Rewards
de_de: Bonuspunkte & Belohnungen
es_es: Puntos y recompensas
nl_nl: Punten en Beloningen

source: [Expiring points]
de_de: [Verfallende Punkte]
es_es: [Puntos caducados]
nl_nl: [Vervallen punten]

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
nl_nl: Inschakelen/Uitschakelen

source: Enable notification for this type of emails
de_de: Benachrichtigungen für diesen E-Mail Typ aktivieren
es_es: Activar la caducidad para este tipo de correos
nl_nl: Meldingen inschakelen voor deze type e-mails

source: From (Name)
de_de: Von (Name)
es_es: De (Nombre)
nl_nl: Vanaf (Naam)

source: From (Email Address)
de_de: Von (E-Mail Adresse)
es_es: De (Dirección de correo)
nl_nl: Vanaf (E-mail adres)

source: Subject
de_de: Betreff
es_es: Asunto
nl_nl: Onderwerp

source: This field lets you edit email subject line. Leave it blank to use default subject text: <code>%s</code>.
de_de: Mit diesem Feld können Sie die Betreffzeile der E-Mail zu bearbeiten. Leer lassen, um den Text des Standard-Betreffs zu verwenden: <code>%s</code> .
es_es: Este campo de permite editar la línea de asunto del correo. Déjala en blanco para usar el texto de asunto por defecto: <code>%s</code>.
nl_nl: Dit veld laat u het onderwerpveld van de e-mail bewerken. Laat leeg als u de default onderwerptekst wilt gebruiken: <code>%s</code>.

source: Recipient(s)
de_de: Empfänger
es_es: Destinatario(s)
nl_nl: Ontvanger(s)

source: Enter recipients (separated by commas) for this email. Defaults to <code>%s</code>
de_de: Geben Sie (den/die) Empfänger (komma-getrennt) für diese E-Mail ein. Standard ist <code>%s</code>
es_es: Introduce los receptores (separados por comas) para este correo. Por defecto para <code>%s</code>
nl_nl: Voer ontvangers in voor deze e-mail (gescheiden met komma). Defaults to <code>%s</code>

source: Send CC copy
de_de: CC Kopie verschicken
es_es: Enviar copia CC
nl_nl: Verstuur CC kopie

source: Send a carbon copy to the user
de_de: Blindkopie an den Benutzer schicken
es_es: Enviar una copia al usuario
nl_nl: Stuur een papieren kopie naar gebruiker

source: Email Heading
de_de: E-Mail-Kopfzeile
es_es: Encabezado del correo
