Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-points-and-rewards-premium/languages/yith-woocommerce-points-and-rewards-*.po
Languages: de_de, es_es, nl_nl

source: This field lets you change the main heading in email notification. Leave it blank to use default heading type: <code>%s</code>.
de_de: Mit diesem Feld können Sie den Titel der E-Mail-Benachrichtigung anpassen. Leer lassen um die Standard-Überschrift zu verwenden: <code>%s</code> .
es_es: Este campo te permite cambiar el encabezado principal de la notificación en el correo. Déjalo en blanco para usar el tipo de encabezado por defecto: <code>%s</code>.
nl_nl: Dit veld laat u de main heading bijgaande met de e-mail melding aanpassen. Laat leeg als u de default heading wilt gebruiken: <code>%s</code>.

source: Email Description
de_de: E-Mail Beschreibung
es_es: Descripción del correo
nl_nl: Email Beschrijving

source: Email type
de_de: Art der E-Mail
es_es: Tipo de correo

source: Choose format for the email that has to be sent.
de_de: Wählen Sie das Format für die zu verschickende der E-Mail aus.
es_es: Elige el formato en el que se tiene que enviar el correo.
nl_nl: Kies welke e-mail opmaak wordt verzonden.

source: Plain text
de_de: Plain Text (Klartext)
es_es: Texto sin formato
nl_nl: Eenvoudige tekst

source: Multipart
es_es: Multiparte

source: Update Points
de_de: Aktualisieren
es_es: Actualizar puntos
nl_nl: Punten updaten

source: This email is sent when user's points have changed
de_de: Diese E-Mail wird verschickt, wenn die Punkte des Benutzers verändert wurden
es_es: Este correo se envía cuando los puntos del usuario han cambiado
nl_nl: Deze e-mail wordt verzonden als gebruikersÂ´ punten zijn gewijzigd

source: [Points updated]
de_de: [Punkte aktualisiert]
es_es: [Puntos actualizados]
nl_nl: [Punten geupdate]

source: Show points collected by the user so far
de_de: Bisher gesammelte Bonuspunkte des Benutzers anzeigen
es_es: Mostrar puntos reunidos por el usuario hasta ahora
nl_nl: Toon punten die gebruiker tot op heden heeft verzameld

source: YITH WooCommerce Points And Rewards - Point Credit
de_de: YITH WooCommerce Bonuspunkt & Belohnungen - Stand Bonuspunkte
es_es: YITH WooCommerce Points And Rewards - Crédito de puntos
nl_nl: YITH WooCommerce Points And Rewards - Punt krediet

source: My Points
de_de: Meine Bonuspunkte
es_es: Mis puntos
nl_nl: Mijn Punten

source: Title:
de_de: Titel:
es_es: Título:
nl_nl: Titel:

source: Label:
es_es: Etiqueta:

source: YITH WooCommerce Points and Rewards is enabled but not effective. It requires WooCommerce in order to work.
de_de: YITH WooCommerce Bonuspunkte & Belohnungen ist aktiviert, aber nicht effektiv. Sie müssen zusätzlich WooCommerce aktivieren.
es_es: YITH WooCommerce Points and Rewards está activado pero no es efectivo. Requiere WooCommerce para funcionar.
nl_nl: YITH WooCommerce Points and Rewards is ingeschakeld maar niet werkend. Het heeft WooCommerce nodig om te werken.

source: Expiration Options
de_de: Verfalloptionen
es_es: Opciones de caducidad
nl_nl: Vervallen opties

source: Fix Expired Points
es_es: Puntos de caducidad fijos
nl_nl: Herstel vervallen opties

source: Before enabling point expiration, it is advisable to back up the databaset and fix the expired points.
es_es: Antes de activar la caducidad de puntos, se recomienda hacer copia de la base de datos y solucionar los puntos caducados.
nl_nl: Voordat u punten vervallen inschakeld, raden wij aan een back up te maken van de databased punten en een herstel van de vervallen punten.

source: Fix it!
es_es: ¡Arréglalo!
nl_nl: Hestel het!

source: Enable point expiration
de_de: Verfall Bonuspunkte aktivieren
es_es: Activar la caducidad de puntos
nl_nl: Punt vervaldatum inschakelen

source: Points valid for (days)
de_de: Bonuspunkte gültig für (Tage)
es_es: Puntos válidos durante (días)
nl_nl: Punten geldig voor (dagen)

source: Type here the number of days for point validity
de_de: Geben Sie hier die Anzahl der Tage ein für die Gültigkeit der Bonuspunkte
es_es: Escribe aquí el número de días para la validez de los puntos
nl_nl: Typ hier het aantal dagen dat de punten geldig zijn

source: Send an email before expiration date
de_de: E-Mail vor Verfallsdatum verschicken
es_es: Envía un correo antes de la fecha de caducidad
nl_nl: Stuur een e-mail voor de vervaldatum

source: Days before point expire (days)
de_de: Tage vor Verfall der Bonuspunktel (Tage)
es_es: Días antes de que los puntos caduquen (días)
nl_nl: Dagen voordat punten vervallen (dagen)

source: Number of days before point expiration when email will be sent
de_de: Anzahl Tage vor Verfall der Bonuspunkte, wenn die E-Mail verschickt werden soll
es_es: Número de días antes de la caducidad de los puntos cuando se enviará el correo
nl_nl: Aantal dage voordat de punten vervallen, wanneer de e-mail zal worden verzonden

source: Email content
de_de: E-Mail Inhalt
es_es: Contenido del correo
nl_nl: Inhoud e-mail

source: You can use the following placeholders,<br> {username} = customer's username <br> {expiring_points} = expiring points <br> {label_points} = label for points <br> {expiring_date} = point expiry date<br> {total_points} = current point credit
de_de: Sie können folgende Platzhalter verwenden:<br> {username} = Benutzername des Kunden<br> {expiring_points} = auslaufende Bonuspunkte<br> {label_points} = Bezeichnung für Bonuspunkte<br> {expiring_date} = Bonuspunkte Verfalldatum<br> {total_points} = aktuelle Bonuspointe
es_es: Puedes utilizar los siguientes marcadores de posición,<br> {username} = nombre de usuario del cliente <br> {expiring_points} = puntos a punto de caducar <br> {label_points} = etiqueta para los puntos <br> {expiring_date} = fecha de caducidad de los puntos<br> {total_points} = crédito de puntos actual
nl_nl: U kunt de volgende invulvelden gebruiken,<br> {username} = gebruikersnaam klant <br> {expiring_points} = vervallen punten <br> {label_points} = label voor punten <br> {expiring_date} = vervaldatum punten<br> {total_points} = huidig puntenkrediet

source: Settings for Extra Points
de_de: Einstellungen für Extra Bonuspunkte
es_es: Ajustes de puntos extra
nl_nl: Instellingen voor Extra Punten

source: Apply Points from WooCommerce Points and Rewards
de_de: Bonuspunkte von WooCommerce Bonuspunkte & Belohnungen anwenden
es_es: Aplicar puntos de WooCommerce Points and Rewards
nl_nl: Punten van WooCommerce Points and Rewards toepassen

source: You can do this action only one time
de_de: Sie können diese Aktion nur einmal vornehmen
es_es: Puedes hacer esta acción sólo una vez
nl_nl: U kunt deze actie maar een keer uitvoeren

source: Import points
de_de: Bonuspunkte importieren
es_es: Importar puntos
nl_nl: Importeer punten

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales
nl_nl: Algemene instellingen

source: Enable Points and Rewards
de_de: Bonuspunkte & Belohnungen aktivieren
es_es: Activar puntos y recompensas
nl_nl: Points and Rewards inschakelen

source: Enable Shop Manager to edit customers' points
de_de: Dem Shop Manager erlauben, Bonuspunkte des Kunden zu bearbeiten
es_es: Permitir al gestor de tienda editar puntos de los clientes
nl_nl: Inschakelen dat Shop Manager punten van klanten kan bewerken

source: Enable points upon sales
de_de: Bonuspunkte für Sonderangebote aktivieren
es_es: Activar puntos sobre ventas
nl_nl: Punten op verkopen inschakelen

source: Conversion Rate for Points earned
de_de: Umrechnung für erhaltene Bonuspunkte
es_es: Tasa de conversión para puntos ganados
nl_nl: Wisselkoers voor verdiende punten

source: Reward Conversion Method
de_de: Umrechnungsmethode für Belohnungen
es_es: Método de conversión de recompensa
nl_nl: Beloning omzetten methode

source: None
de_de: Keine
es_es: Ninguno
nl_nl: Geen

source: Fixed Price Discount
de_de: Fester Preisnachlass
es_es: Descuento de precio fijo
nl_nl: Vaste Prijs Korting

source: Percentage Discount
de_de: Prozent Rabatt
es_es: Porcentaje de descuento
nl_nl: Procentuele Korting

source: Reward Percentual Conversion Rate
de_de: Prozentuale Umrechnung Belohnungen
es_es: Tasa de conversión de recompensa porcentual
nl_nl: Beloning Procentuele Wisselkoers

source: ( in %) Set maximum discount percentuage allowed in cart when redeeming points.
de_de: ( in %) Legen Sie den maximalen Produkt-Rabatt beim Einlösen von Punkten im Warenkorb fest.
es_es: ( en %) Establece el descuento máximo porcentual permitido en el carrito al canjear puntos.
nl_nl: ( in %) Stel het maximum toegestane kortingspercentage voor de winkelwagen in, voor het inlossen van punten.

source: Reward Conversion Rate
de_de: Umrechnung Belohnungen
es_es: Ratio de conversión de recompensa
nl_nl: Beloning Omzetten Methode

source: Set maximum product discount allowed in cart when redeeming points. Leave blank to disable.
de_de: Legen Sie den maximalen Produkt-Rabatt für das Einlösen von Bonuspunkten im Warenkorb fest. Leer lassen um zu ignorieren.
es_es: Establece el descuento máximo de producto permitido en el carrito al canjear puntos. Déjalo en blanco para desactivarlo.
nl_nl: Stel maximaal toegestane productkorting voor winkelwagen in, voor het inlossen van punten. Laat leeg om uit te schakelen.

source: Minimum Discount Required to Redeem
de_de: Mindestrabatt für Einlösen
es_es: Descuento mínimo obligatorio para canjear
nl_nl: Minimale korting nodig voor inlossen

source: Set minimum amount of discount to redeem points. Leave blank to disable.
de_de: Legen Sie den minimalen Rabatt-Betrag für das Einlösen von Bonuspunkten fest. Leer lassen um zu ignorieren.
es_es: Establece la cantidad mínima y máxima de descuento para canjear puntos. Déjalo en blanco para desativarlo.
nl_nl: Stel minimum kortingbedrag in om punten in te lossen. Laat leeg om uit te schakelen.

source: Maximum discount for single product
de_de: Maximaler Rabatt für Einzelprodukt
es_es: Descuento máximo para un solo producto
nl_nl: Maximale korting voor single product

source: Set maximum product discount allowed when redeeming points per-product. Leave blank to disable.
de_de: Legen Sie den maximalen Produkt-Rabatt für das Einlösen von Bonuspunkten pro Produkt fest. Leer lassen um zu ignorieren.
es_es: Establece un descuento máximo de producto permitido al canjear puntos por producto. Déjalo en blanco para desactivarlo.
nl_nl: Stel maximaal toegestane productkorting in, voor punten inlossen per-product. Laat leet om uit te schakelen.

source: Minimum Amount to Redeem
de_de: Mindestbetrag für Einlösen
es_es: Cantidad mínima para canjear
nl_nl: Minimaal aantal voor Inlossen

source: Set minimum amount in the cart to redeem points. Leave blank to disable.
de_de: Legen Sie den Mindestbetrag im Warenkorb fest, um Bonuspunkte einzulösen. Leer lassen um zu ignorieren.
es_es: Establece una cantidad mínima en el carrito para canjear puntos. Déjalo en blanco para desactivarlo.
nl_nl: Stel een minimumaantal in, in de winkelwagen, om punten in te lossen. Laat leeg om uit te schakelen.

source: Allow free shipping to Redeem
de_de: Kostenloser Versand für Einlösen zulassen
es_es: Permitir envíos gratuitos al canjear
nl_nl: Sta gratis verzenden toe om in te lossen

source: Check this box if the coupon grants free shipping. A free shipping method must be enabled in your shipping zone and be set to require "a valid free shipping coupon".
de_de: Anwählen wenn der Gutschein den kostenlosen Versand garantiert. Es muss vorerst eine kostenlose Versandmethode aktiviert und dabei spezifiziert werden, dass ein entsprechender "kostenloser Versand"-Gutschein vorhanden sein muss.
es_es: Marca esta casilla si el cupón permite envío gratuito. Debe activarse un método de envío gratuito en tu zona de envío y establecerse como requerido "un cupón válido de envío gratuito".
nl_nl: Selecteer dit vakje als de coupon gratis verzending verleent. Een gratis verzendmethode moet ingeschakeld zijn in uw verzend zone, en moet ingesteld zijn zodat het "een valide gratis verzendcoupon" vereist.

source: Redeem Points and WooCommerce Coupons
es_es: Canjear puntos y cupones de WooCommerce
nl_nl: Inlossen punten en WooCommerce Coupons

source: Use Both Coupons
es_es: Usar ambos cupones
nl_nl: Gebruik biede coupons

source: Use Only Redeem Points Coupon
es_es: Usar solo el cupón de canjeo de puntos
nl_nl: Gebruik uitsluitend Inlossen Punten Coupon

source: Use Only WooCommerce Coupon
es_es: Usar solo el cupón de WooCommerce
nl_nl: Gebruik uitsluitend WooCommerce Coupon

source: Enable point removal for cancelled orders
de_de: Entfernen von Bonuspunkten für stornierte Bestellungen aktivieren
es_es: Activar la eliminación de puntos para pedidos cancelados
nl_nl: Inschakelen; punten verwijderen voor geannuleerde bestellingen

source: Enable point removal for total or partial refund
es_es: Activar la eliminación de puntos para reembolsos totales o parciales
nl_nl: Inschakelen; punten verwijderen voor gehele of gedeeltelijke restitutie

source: Reassign redeemed points for total refund
es_es: Reasignar puntos canjeados para un reembolso total
nl_nl: Ingeloste punten opnieuw toekennen bij volledige restitutie

source: Remove points when coupons are used
de_de: Bonuspunkte entfernen wenn Gutscheine verwendet werden
es_es: Eliminar puntos cuando se usan los cupones
nl_nl: Verwijder punten indien coupons zijn gebruikt

source: If you use coupons, their value will be removed from cart total and consequently points gained will be reduced as well.
de_de: Wenn Sie Gutscheine verwenden, wird ihr Wert von der Gesamtsumme im Warenkorb abgezogen und demzufolge die Anzahl der eingesetzten Bonuspunkte angepasst.
es_es: Si usas cupones, su valor será eliminado del total del carrito y los puntos consecuentemente ganados serán también reducidos.
nl_nl: Indien u coupons gebruikt, zal hun waarde worden verwijderd van het winkelwagen totaal, en de bijbehorende verdiende punten worden weggehaald.

source: Hide points message for guest
de_de: Nachrichten für Bonuspunkte vor Gästen verbergen
es_es: Ocultar mensaje de puntos para invitados
nl_nl: Verberg punten berichten voor gasten

source: If checked hide points messages in single products, cart and checkout
de_de: Falls ausgewählt werden Bonuspunkt-Nachrichten auf den Produktseiten, im Warenkorb und an der Kasse ausgeblendet
es_es: Si está marcado oculta los mensajes de puntos en las páginas de producto, carrito y página de pago
nl_nl: Indien aangevinkt, worden punten verborgen in single producten, winkelwagen en checkout

source: Show points in "My Account" page
de_de: Bonuspunkte auf der Mein-Konto Seite anzeigen
es_es: Mostrar puntos en la página de "Mi cuenta"
nl_nl: Punten in "Mijn Account" pagina weergeven

source: If checked show the points list "My Account" page
de_de: Falls ausgewählt werden Bonuspunkte auf der Seite "Mein Konto" angezeigt
es_es: Si está marcado muestra la lista de puntos en la página de "Mi cuenta"
nl_nl: Indien aangevinkt, puntenlijst in "Mijn Account" pagina weergeven

source: Label
es_es: Etiqueta

source: Label to show in My Account Tab. "Show points in My Account" page must be active.
es_es: Etiqueta a mostrar en la pestaña Mi cuenta. La página “Mostrar puntos en Mi cuenta” debe estar activa.

source: Endpoint
es_es: Variable

source: Endpoint of My Account page. "Show points in My Account" page must be active.
es_es: Variable de la cuenta Mi cuenta. La página “Mostrar puntos en Mi cuenta” debe estar activa.

source: Apply Points to Previous Orders
de_de: Bonuspunkte für vorherige Bestellungen verwenden
es_es: Aplicar puntos a pedidos anteriores
nl_nl: Punten toepassen op vorige bestellingen

source: Starting from - Optional: Leave blank to apply to all orders
de_de: Gültig ab - Optional: Leer lassen um für alle Bestellungen zu verwenden
es_es: Empezar desde - Opcional: dejar en blanco para aplicar a todos los pedidos
nl_nl: Beginnen met - optioneel: Laat leeg om op alle bestellingen toe te passen

source: Apply Points
de_de: Bonuspunkte anwenden
es_es: Aplicar puntos
nl_nl: Punten Toepassen

source: Reset Points
de_de: Bonuspunkte zurücksetzen
es_es: Reiniciar puntos
nl_nl: Punten resetten

source: Delete the coupon once used
de_de: Gutschein löschen, nachdem er verwendet wurde
es_es: Borra el cupón una vez se haya utilizado
nl_nl: Eerder gebruikte coupon verwijderen

source: Import / Export points from csv file
de_de: Bonuspunkte aus CSV-Datei importieren / exportieren
es_es: Importar/Exportar puntos de archivo csv
nl_nl: Punten van csv bestand importeren / exporteren

source: Import/Export points from CVS file
es_es: Importar/Exportar puntos desde un archivo CSV
nl_nl: Punten van CVS bestand importeren / exporteren

source: Singular label replacing "point"
de_de: Beschriftung Einzahl ersetzt "Bonuspunkt"
es_es: Etiqueta en singular que sustituye a "punto"
nl_nl: Enkelvoudig label vervangen "punt"

source: Point
de_de: Bonuspunkt
es_es: punto
nl_nl: Punt

source: Plural label replacing "points"
de_de: Beschriftung Mehrzahl ersetzt "Bounspunkte"
es_es: Etiqueta en plural que sustituye a "puntos"
nl_nl: Meervoudig label vervangen "punten"

source: Points
de_de: Bonuspunkte
es_es: puntos
nl_nl: Punten

source: Order Completed
de_de: Bestellung fertiggestellt
es_es: Pedido completado
nl_nl: Bestelling Compleet

source: Order Processing
de_de: Bestellung in Bearbeitung
es_es: Pedido pendiente
nl_nl: Bestelling verwerking

source: Order Cancelled
de_de: Bestellung storniert
es_es: Pedido cancelado
nl_nl: Bestelling Geannuleerd

source: Admin Action
de_de: Admin Aktion
es_es: Acción admin
nl_nl: Admin Actie

source: Registration
de_de: Registrierung
es_es: Registro
nl_nl: Registratie

source: Target - Points
de_de: Ziel - Bonuspunkte
es_es: Objetivo - Puntos
nl_nl: Doel - Punten

source: Target achieved - Points collected
de_de: Ziel erreicht - Bonuspunkte gesammelt
es_es: Objetivo alcanzado - Puntos reunidos
nl_nl: Doel bereikt - Punten verzameld

source: Target - Total Amount
de_de: Ziel - Gesamtbetrag
es_es: Objetivo - Cantidad total
nl_nl: Doel - Totaalbedrag

source: Target achieved - Total spend amount
de_de: Ziel erreicht - Gesamtausgaben
es_es: Objetivo alcanzado - Cantidad de gasto total
nl_nl: Doel bereikt - Totaal uitgegeven bedrag

source: Target - Total Orders
de_de: Ziel - Anzahl Bestellungen
es_es: Objetivo - Pedidos totales
nl_nl: Doel - Totaal bestellingen

source: Target achieved - Total Orders
de_de: Ziel erreicht - Anzahl Bestellungen
es_es: Objetivo alcanzado - Pedidos alcanzados
nl_nl: Doel bereikt - Totaal bestellingen

source: Expired Points
de_de: Abgelaufene Bonuspunkte
es_es: Puntos caducados
nl_nl: Vervallen Punten

source: Order Refund
de_de: Rückerstattung Bestellung
es_es: Pedido reembolsado
nl_nl: Restitutie Bestelling

source: Order Refund Deleted
de_de: Rückerstattung Bestellung gelöscht
es_es: Pedido reembolsado borrado
nl_nl: Restitutie Bestelling Verwijderd

source: Redeemed Points
de_de: Eingelöste Bonuspunkte
es_es: Puntos canjeados
nl_nl: Ingeloste Punten

source: Redeemed Points for order
de_de: Eingelöste Bonuspunkte für Bestellung
es_es: Puntos canjeados
nl_nl: Ingeloste Punten voor bestelling

source: Apply Discount Button
de_de: Schaltfläche Rabatt anwenden
es_es: Botón de aplicar descuento
nl_nl: Kortingsknop toepassen

source: Apply Discount
de_de: Rabatt Anwenden
es_es: Aplicar descuento
nl_nl: Korting toepassen

source: Enable Single Product Message
de_de: Nachricht Einzelprodukt aktivieren
es_es: Activar el mensaje en página de producto
nl_nl: Single product bericht inschakelen

source: Message position
de_de: Position Nachricht
es_es: Posición del mensaje
nl_nl: Bericht positie

source: Before "Add to cart" button
de_de: Vor der Schaltfläche "In den Warenkorb"
es_es: Antes del botón "Añadir al carrito"
nl_nl: Voor "Toevoegen aan winkelwagen" knop

source: After "Add to cart" button
de_de: Nach der Schaltfläche "In den Warenkorb"
es_es: Después del botón "Añadir al carrito"
nl_nl: Na "Toevoegen aan winkelwagen" knop

source: Before excerpt
de_de: Vor der Kurzbeschreibung
es_es: Antes del resumen
nl_nl: Voor samenvatting

source: After excerpt
de_de: Nach der Kurzbeschreibung
es_es: Después del resumen
nl_nl: Na samenvatting

source: After product meta
de_de: Nach den Zusatzinformationen
es_es: Después de product meta
nl_nl: Na prodcut meta

source: Single Product Page Message
de_de: Nachricht Produktseite
es_es: Mensaje en la página de producto
nl_nl: Single Product pagina bericht

source: {points} number of points earned;<br>{points_label} label of points;<br>{price_discount_fixed_conversion} the value corresponding to points
de_de: {points} Bonuspunkte erhalten;<br>{points_label} Bezeichnung der Bonuspunkte;<br>{price_discount_fixed_conversion} Wert der Bonuspunkte
es_es: {points} número de puntos ganados;<br>{points_label} etiqueta de puntos;<br>{price_discount_fixed_conversion} el valor correspondiente a los puntos
nl_nl: {points} aantal punten verdiend;<br>{points_label} label van punten;<br>{price_discount_fixed_conversion} de waarde gerelateerd aan de punten

source: If you purchase this product you will earn <strong>{points}</strong> {points_label}! Worth {price_discount_fixed_conversion}!
de_de: Wenn Sie dieses Produkt kaufen, erhalten Sie <strong>{points}</strong> {points_label} im Wert von {price_discount_fixed_conversion}!
es_es: ¡Si compras este producto ganarás <strong>{points}</strong> {points_label}! ¡Por valor de {price_discount_fixed_conversion}!
nl_nl: Als u dit product koopt, zult u <strong>{points}</strong> verdienen {points_label}! Waarde {price_discount_fixed_conversion}!

source: Show Message in Loop
de_de: Nachricht im Loop anzeigen
es_es: Mostrar mensaje en el Loop
nl_nl: Toon bericht in vergrootglas

source: Loop Message
de_de: Loop-Nachricht
es_es: Mensaje en el Loop
nl_nl: Vergrootglas bericht

source: Show Message in Cart
de_de: Nachricht im Warenkorb anzeigen
es_es: Mostrar mensaje en el carrito
nl_nl: Toon bericht in winkelwagen

source: Cart Message
de_de: Nachricht Warenkorb
es_es: Mensaje del carrito
nl_nl: Winkelwagen bericht

source: If you proceed to checkout, you will earn <strong>{points}</strong> {points_label}!
de_de: Wenn Sie zur Kasse gehen, bekommen Sie <strong>{points}</strong> {points_label}!
es_es: ¡Si procedes al pago, ganarás <strong>{points}</strong> {points_label}!
nl_nl: Indien u de checkout voortzet, zult u <strong>{points}</strong> verdienen {points_label}!

source: Show Message in Checkout
de_de: Nachricht an der Kasse anzeigen
es_es: Mostrar mensaje en la página de pago
nl_nl: Toon bericht in checkout

source: Checkout Message
de_de: Nachricht Kasse
es_es: Mensaje en la página de pago
nl_nl: Checkout bericht

source: Show Reward Message in Cart/Checkout
de_de: Belohnungsnachricht im Warenkorb/an der Kasse anzeigen
es_es: Mostrar mensaje de recompensa en la página de carrito/pago
nl_nl: Toon beloning bericht in winkelwagen/checkout

source: Rewards Message in Cart/Checkout Page
de_de: Belohnungsnachricht Warenkorb / Kasse
es_es: Mensaje de recompensa en la página de carrito/pago
nl_nl: Beloning bericht in winkelwagen/checkout pagina

source: Use <strong>{points}</strong> {points_label} for a <strong>{max_discount}</strong> discount on this order!
de_de: Setzen Sie <strong>{points}</strong> {points_label} für <strong>{max_discount}</strong> Rabatt für diese Bestellung ein!
es_es: ¡Usa <strong>{points}</strong> {points_label} para un <strong>{max_discount}</strong> descuento en este pedido!
nl_nl: Gebruik <strong>{points}</strong> {points_label} voor een <strong>{max_discount}</strong> korting op deze bestelling!

source: Role Settings
de_de: Rollen Einstellungen
es_es: Ajustes de perfil
nl_nl: Rol instellingen

source: User Role enabled to earn points
de_de: Benutzerrolle für Erhalt von Bonuspunkten aktiviert
es_es: Perfil de usuario que puede ganar puntos
nl_nl: Gebruikersrol ingeschakeld om punten te verdienen

source: All
de_de: Alle
es_es: Todos
nl_nl: Alle
