Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-points-and-rewards-premium/languages/yith-woocommerce-points-and-rewards-*.po
Languages: de_de, es_es, nl_nl

source: Enable Conversion Rate for Points by Roles
de_de: Umrechnung nach Benutzerrollen für Bonuspunkte aktivieren
es_es: Activar la tasa de conversión para puntos por perfiles
nl_nl: Wisselkoers voor punten op rollen inschakelen

source: Priority Level Conversion
de_de: Prioritätsstufe Umrechnung
es_es: Conversión de nivel de prioridad
nl_nl: Prioriteiten niveau wisselkoers

source: Use the rule with Lowest Conversion Rate
de_de: Regel mit der tiefsten Umrechnung verwenden
es_es: Usar la regla con la menor tasa de conversión
nl_nl: Gebruik regel met laagste wisselkoers

source: Use the rule with Highest Conversion Rate
de_de: Regel mit der höchsten Umrechnung verwenden
es_es: Usar la regla con la mayor tasa de conversión
nl_nl: Gebruik regel met hoogste wisselkoers

source: Conversion Rate for Points earned by %s
de_de: Umrechnung für Bonuspunkte auf %s
es_es: Tasa de conversión para puntos ganados por %s
nl_nl: Wisselkoers voor punten verdiend door %s

source: User Role enabled to redeem points
de_de: Benutzerrolle aktiviert um Bonuspunkte einzulösen
es_es: Perfil de usuario que puede canjear puntos
nl_nl: Gebruik ingeschakelde rol om punten in te lossen

source: Enable Reward Points by Roles
de_de: Prämienpunkte nach Benutzerrollen aktivieren
es_es: Activar los puntos de recompensa por perfiles
nl_nl: Beloning punten voor rollen inschakelen

source: Priority Level for Reward Points
de_de: Prioritätsstufe für Prämienpunkte
es_es: Nivel de prioridad para puntos de recompensa
nl_nl: Prioriteiten niveau voor beloning punten

source: Use the rule with Lowest Reward Points
de_de: Regel mit den niedrigsten Prämienpunkten verwenden
es_es: Usar la regla con menor recompensa de puntos
nl_nl: Gebruik regel met laagste beloning punten

source: Use the rule with Highest Reward Points
de_de: Regel mit den höchsten Prämienpunkten verwenden
es_es: Usar la regla con mayor recompensa de puntos
nl_nl: Gebruik regel met hoogste beloning punten

source: Reward Points for %s
de_de: Prämienpunkte für %s
es_es: Puntos de recompensa para %s
nl_nl: Beloning Punten voor %s

source: Number of orders
de_de: Anzahl der Bestellungen
es_es: Número de pedidos
nl_nl: Aantal bestellingen

source: Amount spent
de_de: Insgesamt ausgegeben
es_es: Cantidad de gasto
nl_nl: Bedrag uitgegeven

source: Number of points
de_de: Anzahl Bonuspunkte
es_es: Número de puntos
nl_nl: Aantal punten

source: Registration on shop
de_de: Registrierung im Shop
es_es: Registro en la tienda
nl_nl: Registratie in winkel

source: Update Point Options
de_de: Optionen Aktualisierung Bonuspunkte
es_es: Actualizar opciones de puntos
nl_nl: Update punten opties

source: Enable email notification each time points are updated
de_de: E-Mail Benachrichtigung für jede Aktualisierung von Bonuspunkten aktivieren
es_es: Activar el aviso por correo cada vez que se actualicen los puntos
nl_nl: E-mail notificatie inschakelen, elke keer als er punten zijn geupdate

source: You can use the following placeholders
de_de: Sie können folgende Platzhalter verwenden
es_es: Puedes usar los siguientes marcadores de posición
nl_nl: U kunt de volgende invulvelden gebruiken

source: customer's username
de_de: Benutzername des Kunden
es_es: Nombre de usuario del cliente
nl_nl: gebruikersnaam klant

source: latest point updates
de_de: Neueste Aktualisierungen Bonuspunkte
es_es: Últimas actualizaciones de puntos
nl_nl: laatste punten updates

source: label for points
de_de: Beschriftung für Bonuspunkte
es_es: etiqueta de puntos
nl_nl: label voor punten

source: current point credit
de_de: Aktueller Stand Bonuspunkte
es_es: Crédito de puntos actual
nl_nl: huidige punten krediet

source: Hi {username}, you can find below latest updates about your {label_points}. {latest_updates} Total is &eacute; {total_points}.
de_de: Guten Tag {username} you can find below latest updates about your {label_points}. {latest_updates} Total is &eacute; {total_points}.
es_es: Hola {username}, abajo puedes encontrar las últimas actualizaciones de tus {label_points}. {latest_updates} El total es &eacute; {total_points}.
nl_nl: Hoi {username}, hieronder vindt u de laatste updates van uw {label_points}. {latest_updates} Totaal is &eacute; {total_points}.

source: Customer's Points
de_de: Bonuspunkte des Kunden
es_es: Puntos de los clientes
nl_nl: Klanten punten

source: Back to list
de_de: Zurück zur Liste
es_es: Volver a la lista
nl_nl: Terug naar lijst

source: User #%d: %s
de_de: Benutzer #%d: %s
es_es: Ususario #%d: %s
nl_nl: Gebruiker #%d: %s

source: Point history
de_de: Bonuspunkte Historie
es_es: Historial de puntos
nl_nl: Punt geschiedenis

source: Current points: <strong>%d</strong>
de_de: Aktuelle Bonuspunkte: <strong>%d</strong>
es_es: Puntos actuales: <strong>%d</strong>
nl_nl: Huidige punten: <strong>%d</strong>

source: Order No.
de_de: Bestellnummer
es_es: Pedido nº
nl_nl: Bestelling nr.

source: You must to be logged in to view your points.
de_de: Sie müssen sich anmelden, um den aktuellen Stand Ihrer Bonuspunkte zu sehen.
es_es: Debes haber iniciado sesión pare ver tus puntos
nl_nl: U moet ingelogd zijn om uw punten te kunnen zien.

source: My %s
de_de: Meine %s
es_es: Mis %s
nl_nl: Mijn %s

source: You have
de_de: Du hast
es_es: Tienes
nl_nl: U heeft

source: My %s History
de_de: Meine %s-Historie
es_es: Mi historial de %s
nl_nl: Mijn %s Geschiedenis

source: Rules
de_de: Regeln
es_es: Reglas
nl_nl: Regels

source: Option
de_de: Optionen
es_es: Opción
nl_nl: Optie

source: Value
de_de: Wert
es_es: Valor
nl_nl: Waarde

source: Repeat
de_de: Wiederholen
es_es: Repetir
nl_nl: Herhalen

source: Import
de_de: Importieren
es_es: Importar
nl_nl: Importeren

source: Export
es_es: Exportar
nl_nl: Exporteren

source: Csv Format
es_es: Formato CSV
nl_nl: Csv opmaak

source: User Id / Points
de_de: Benutzer-ID / Bonuspunkte
es_es: ID de usuario/ Puntos
nl_nl: Gebruikers id / Punten

source: Email / Points
de_de: E-Mail / Bonuspunkte
es_es: Correo / Puntos
nl_nl: E-mail / Punten

source: Choose the format of csv file
de_de: Wählen Sie das Format der CSV-Datei
es_es: Elige el formato o el archivo csv
nl_nl: Kies de opmaak van het csv bestand

source: Csv Import Action
de_de: CSV-Import Aktion
es_es: Acción de importación CSV
nl_nl: Csv importeer actie

source: Add points to existent points
de_de: Bonuspunkte zu vorhandenden Bonuspunkten hinzufügen
es_es: Añadir puntos a puntos existentes
nl_nl: Voeg punten toe aan bestaande punten

source: Override points
de_de: Bonuspunkte überschreiben
es_es: Anular puntos
nl_nl: Overschrijf punten

source: Delimiter
de_de: Trennzeichen
es_es: Delimitador
nl_nl: Scheidingsteken

source: Choose the delimiter
de_de: Wählen Sie das Trennzeichen
es_es: Elige el delimitador
nl_nl: Kies het scheidingsteken

source: Import Points from csv file
de_de: Bounspunkte aus CSV-Datei importieren
es_es: Importar puntos de archivo csv
nl_nl: Importeer Punten uit het csv bestand

source: Start
es_es: Empezar

source: Subtotal
de_de: Zwischensumme
nl_nl: Subtotaal
