Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-minimum-maximum-quantity-premium/languages/yith-woocommerce-minimum-maximum-quantity-*.po
Languages: nl_nl

source: Placeholder reference
nl_nl: Referentie invulveld

source: For further information
nl_nl: Voor meer informatie

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: Replaced with not reached or exceeded quantity or spend restriction.
nl_nl: Vervangen door niet bereikt, of overschreden hoeveelheid, of het uitgeven van beperking.

source: Replaced with cart quantity.
nl_nl: Vervangen door hoeveelheid winkelwagen.

source: Replaced with cart value.
nl_nl: Vervangen door waarde winkelwagen.

source: Replaced with product name.
nl_nl: Vervangen door productnaam.

source: Replaced with category name.
nl_nl: Vervangen door categorie naam.

source: Replaced with tag name.
nl_nl: Vervangen door tag naam.

source: Replaced with active rules.
nl_nl: Vervangen door actieve regels.

source: Products
nl_nl: Producten

source: Categories
nl_nl: Categorieën

# plugin name in product edit tab
source: Minimum Maximum Quantity
nl_nl: Minimum Maximum Hoeveelheid

source: Exclude product
nl_nl: Product uitsluiten

source: Do not apply any of the plugin restrictions to this product
nl_nl: Plugin beperkingen niet toepassen op dit product

source: Override product restrictions
nl_nl: Product beperkingen overschrijven

source: Global product restrictions will be overridden by these ones. Set zero for no restrictions.
nl_nl: Algemene product beperkingen worden overschreven door deze. Vul nul in voor geen beperkingen.

source: Enable variation restrictions
nl_nl: Variatie beperkingen inschakelen

source: Set plugin restrictions for product variation instead of for the entire product.
nl_nl: Stel plugin beperkingen in voor product variatie, in plaats van voor het hele product.

source: Minimum quantity restriction
nl_nl: Minimum hoeveelheid beperking

source: Maximum quantity restriction
nl_nl: Maximum hoeveelheid beperking

# [single product page]
source: Allow users to select products only in groups of
nl_nl: Laat gebruikers uitsluiten producten in groepen selecteren van

# [single product page - variations]
source: Allow users to select product variations only in groups of
nl_nl: Laat gebruikers uitsluiten producten in groepen selecteren van

source: Category restrictions
nl_nl: Categorie beperkingen

source: Exclude category
nl_nl: Categorie uitsluiten

source: Do not apply restrictions to product belonging to this category
nl_nl: Pas beperkingen niet toe op producten die behoren tot deze categorie

source: Override quantity restrictions
nl_nl: Hoeveelheid beperkingen overschrijven

source: Global category quantity restrictions will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene categorie hoeveelheid beperkingen zullen worden overschreven door huidige. Vul nul in voor geen beperkingen.

source: Products belonging to this category can be purchased only in groups of
nl_nl: Producten behorende tot deze categorie, kunnen uitsluitend gekocht worden in groepen van

source: Override spend restrictions
nl_nl: Uitgaven beperkingen overschrijven

source: Global category spend restrictions will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene categorie uitgaven beperkingen zullen worden overschreven door huidige. Vul nul in voor geen beperkingen.

source: Minimum spend restriction
nl_nl: Minimum uitgaven beperking

source: Maximum spend restriction
nl_nl: Maximum uitgaven beperking

source: Tag restrictions
nl_nl: Tag beperkingen

source: Exclude tag
nl_nl: Tag uitsluiten

source: Do not apply restrictions to products with this tag
nl_nl: Geen beperkingen toepassen op producten met deze tag

source: Global tag quantity restrictions will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene tag hoeveelheid beperkingen zullen worden overschreven door huidige. Vul nul in voor geen beperkingen.

source: Products belonging to this tag can be purchased only in groups of
nl_nl: Producten behorende tot deze tag, kunnen uitsluitend gekocht worden in groepen van

source: Global spend restrictions for tag will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene uitgaven hoeveelheid beperkingen zullen worden overschreven door huidige. Vul nul in voor geen beperkingen.

source: Items marked with %s do not contribute to reaching the purchase objective set
nl_nl: Items gemarkeerd met %s dragen niet bij aan het bereiken van het gestelde aankoop doel

source: Check items marked with %s
nl_nl: Check items gemarkeerd met %s

source: Maximum quantity allowed for this product: %d
nl_nl: Maximum toegestane hoeveelheid voor dit product: %d

source: Minimum quantity required for this product: %d
nl_nl: Minimum toegestane hoeveelheid voor dit product: %d

source: Quantities allowed for this product: minimum %d - maximum %d
nl_nl: Hoeveelheden toegestaan voor dit product: minimum %d - maximum %d

source: Cart can contain %d items at most.
nl_nl: Winkelwagen kan maximaal %d items bevatten.

source: Cart must contain %d items at least.
nl_nl: Winkelwagen kan minimaal %d items bevatten.

source: Cart must contain at least %d items but no more than %d
nl_nl: Winkelwagen moet minimaal %d items bevatten, maar niet meer dan %d

source: Cart can contain no more than %s items.
nl_nl: Winkelwagen mag niet meer dan %s items bevatten.

source: Cart must contain %s items at least
nl_nl: Winkelwagen moet minimaal %s items bevatten

source: Cart must contain at least %s items but no more than %s
nl_nl: Winkelwagen moet minimaal %s items bevatten, maar niet meer dan %s

source: Maximum quantity allowed for category %s: %d
nl_nl: Maximum toegestane hoeveelheid voor categorie %s: %d

source: Minimum quantity required for category %s: %d
nl_nl: Minimum toegestane hoeveelheid voor categorie %s: %d

source: Quantities allowed for category %s: minimum %d - maximum %d
nl_nl: Hoeveelheden toegestaan voor categorie %s: minimum %d - maximum %d

source: Maximum spend allowed for category %s: %s
nl_nl: Maximum toegestane uitgave voor categorie %s: %s

source: Minimum spend required for category %s: %s
nl_nl: Minimum noodzakelijke uitgave voor categorie %s: %s

source: Spend allowed for category %s: minimum %s - maximum %s
nl_nl: Uitgaven toegestaan voor categorie %s: minimum %s - maximum %s

source: Maximum quantity allowed for tag %s: %d
nl_nl: Maximum toegestane hoeveelheid voor tag %s: %d

source: Minimum quantity required for tag %s: %d
nl_nl: Minimum noodzakelijke hoeveelheid voor tag %s: %d

source: Quantities allowed for tag %s: minimum %d - maximum %d
nl_nl: Hoeveelheden toegestaan voor tag %s: minimum %d - maximum %d

source: Maximum spend allowed for tag %s: %s
nl_nl: Maximum toegestane uitgaven voor tag %s: %s

source: Minimum spend required for tag %s: %s
nl_nl: Minimum noodzakelijke uitgaven voor tag %s: %s

source: Spend allowed for tag %s: minimum %s - maximum %s
nl_nl: Uitgaven toegestaan voor tag %s: minimum %s - maximum %s

source: General Settings
nl_nl: Algemene Instellingen

source: Message Settings
nl_nl: Bericht instellingen

source: Bulk Actions
nl_nl: Bulk acties

source: How To
nl_nl: Hoe

source: Premium Version
nl_nl: Premium Versie

# plugin name in admin page title
source: Minimum Maximum Quantity
nl_nl: Minimum Maximum Hoeveelheid

# plugin name in admin WP menu
source: Minimum Maximum Quantity
nl_nl: Minimum Maximum Hoeveelheid

source: Cart updated.
nl_nl: Winkelwagen geupdate.

source: Your cart must contain at least %s products.
nl_nl: Uw winkelwagen moet minstens %s producten bevatten.

source: Your cart cannot contain more than %s products.
nl_nl: U winkelwagen kan niet meer dan %s procucten bevatten.

source: Settings
nl_nl: Instellingen

source: Shipping fees and related taxes excluded.
nl_nl: Verzendkosten en bijbehorende belasting uitgesloten.

source: YITH WooCommerce Minimum Maximum Quantity is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Minimum Maximum Quantity is ingeschakeld, maar werkt niet. Het heeft WooCommerce nodig om te werken.

source: Minimum Maximum Quantity settings
nl_nl: Minimum Maximum Hoeveelheid instellingen

source: Enable YITH WooCommerce Minimum Maximum Quantity
nl_nl: YITH WooCommerce Minimum Maximum Quantity inschakelen

source: Cart restrictions
nl_nl: Winkelwagen beperkingen

source: Minimum number of items in cart. Set zero for no restrictions.
nl_nl: Minimum aantal items in winkelwagen. Vul nul in voor geen beperkingen.

source: Maximum number of items in cart. Set zero for no restrictions.
nl_nl: Maximum aantal items in winkelwagen. Vul nul in voor geen beperkingen.

source: Allowed placeholders:
nl_nl: Toegestane invulvelden:

source: More info
nl_nl: Meer informatie

source: Purchase rules
nl_nl: Aankoop regels

source: Show rules on product page
nl_nl: Toon regels op product pagina

source: Position in product page
nl_nl: Positie in product pagina

source: Set the position in product detail page where showing rules.
nl_nl: Stel de positie in van de weer te geven regels in de product detail pagina.

source: Before title
nl_nl: Voor titel

source: After price
nl_nl: Na prijs

source: Before "Add to cart"
nl_nl: Voor "Toevoegen aan winkelwagen"

source: Before tabs
nl_nl: Voor tabs

source: Text before rules
nl_nl: Tekst voor regels

source: Explanatory text shown before purchase rules.
nl_nl: Verklarende tekst weergeven voor aankoop regels.

source: The following rules are working: {rules}
nl_nl: De volgende regels zijn werkend: {regels}

source: Cart Page Error Messages
nl_nl: Winkelwagenpagina foutmeldingen

source: Minimum cart quantity not reached
nl_nl: Minimum hoeveelheid winkelwagen niet bereikt

source: Your cart must contain at least {limit} products.
nl_nl: Uw winkelwagen moet minimaal {limiet} producten bevatten.

source: Maximum cart quantity exceeded
nl_nl: Maximum hoeveelheid winkelwagen overschreden

source: Your cart cannot contain more than {limit} products.
nl_nl: Uw winkelwagen kan niet meer dan {limiet} producten bevatten.

source: Minimum cart spend not reached
nl_nl: Minimum uitgaven winkelwagen niet bereikt

source: Your cart totals must be at least {limit}.
nl_nl: Uw winkelwagentotaal moet minimaal {limiet} zijn.

source: Maximum cart spend exceeded
nl_nl: Maximum uitgaven winkelwagen overschreden

source: Your cart totals cannot exceed {limit}.
nl_nl: Uw winkelwagentotaal kan niet meer zijn dan {limiet}.

source: Minimum product quantity not reached
nl_nl: Minimum hoeveelheid producten niet bereikt

source: You must purchase at least {limit} units of {product_name}.
nl_nl: U moet minstens {limiet} eenheden van {productnaam} aanschaffen.

source: Maximum product quantity exceeded
nl_nl: Maximum hoeveelheid producten overschreden

source: You cannot purchase more than {limit} units of {product_name}.
nl_nl: U kunt niet meer dan {limiet} eenheden van {productnaam} aanschaffen.

source: Product quantity not allowed
nl_nl: Product hoeveelheid niet toegestaan

source: The product {product_name} can be purchased only in groups of {limit}.
nl_nl: Het product {productnaam} kan uitsluitend worden aangeschaft in groepen van {limiet}.

source: Minimum category quantity not reached
nl_nl: Minimum hoeveelheid categorie niet bereikt

source: Your cart must contain at least {limit} products belonging to category {category_name}.
nl_nl: Uw winkelwagen moet minstens {limiet} producten behorende bij categorie {categorienaam} hebben.

source: Maximum category quantity exceeded
nl_nl: Maximum hoeveelheid categorie overschreden

source: Your cart cannot contain more than {limit} products belonging to category {category_name}.
nl_nl: Uw winkelwagen kan niet meer dan {limiet} producten behorende bij categorie {categorienaam} hebben.

source: Product quantity not allowed for this category
nl_nl: Producthoeveelheid niet toegestaan voor deze categorie

source: Products belonging to {category_name} category can only be purchased in groups of {limit}.
nl_nl: Producten behorende tot {categorienaam} categorie kunnen uitsluitend worden gekocht in groepen van {limiet}.

source: Minimum category spend not reached
nl_nl: Minimale uitgaven categorie niet bereikt

source: You must spend at least {limit} for products belonging to category {category_name}.
nl_nl: U moet minstens {limiet} uitgeven voor producten behorende tot categorie {categorienaam}.

source: Maximum category spend exceeded
nl_nl: Maximum uitgaven categorie overschreden

source: You cannot spend more than {limit} for products belonging to category {category_name}.
nl_nl: U kunt niet meer dan {limiet} uitgeven voor producten behorende tot categorie {categorienaam}.

source: Minimum tag quantity not reached
nl_nl: Minimum hoeveelheid tag niet bereikt

source: Your cart must contain {limit} products with tagged {tag_name}.
nl_nl: Uw winkelwagen moet {limit} producten bevatten met tagged {tag_naam}.

source: Maximum tag quantity exceeded
nl_nl: Maximum hoeveelheid tag overschreden

source: Your cart cannot contain more than {limit} products tagged {tag_name}.
nl_nl: Uw winkelwagen kan niet meer dan {limit} producten bevatten tagged {tag_naam}.

source: Product quantity not allowed for this tag
nl_nl: Producthoeveelheid niet toegestaan voor deze tag

source: Products tagged {tag_name} can only be purchased in groups of {limit}.
nl_nl: Producten tagged {tag_naam} kan uitsluitend worden gekocht in groepen van {limit}.

source: Minimum tag spend not reached
nl_nl: Minimum uitgaven tag niet bereikt

source: You must spend at least {limit} for products tagged {tag_name}.
nl_nl: U moet minstens {limit} uitgeven voor producten tagged {tag_naam}.

source: Maximum tag spend exceeded
nl_nl: Maximum uitgaven tag overschreden

source: You cannot spend more than {limit} for products tagged {tag_name}.
nl_nl: U kunt niet meer dan {limit} uitgeven voor producten tagged {tag_naam}.

source: "Add to Cart" Error Messages
nl_nl: "Toevoegen aan winkelwagen" Foutmelding

source: Enable messages on Add to Cart
nl_nl: Toevoegen aan winkelwagen berichten inschakelen

source: The product has been added to the cart, but minimum number of items required in cart ({limit}) has not been reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar het minimum aantal items in de winkelwagen ({limiet}) is nog niet bereikt.

source: You cannot add this product because your cart cannot contain more than {limit} products.
nl_nl: U kunt dit product niet toevoegen omdat uw winkelwagen niet meer kan bevatten dan {limiet} producten.

source: The product has been added to the cart but minimum spend required ({limit}) has not be reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar de minimum noodzakelijke uitgaven ({limiet}) zijn nog niet bereikt.

source: You cannot add this product, because maximum totals for your cart cannot exceed {limit}.
nl_nl: U kunt dit product niet toevoegen, omdat het maximale totaal van uw winkelwagen niet mag worden overschreden {limiet}.

source: The product has been added to the cart, but minimum quantity required for this product ({limit}) has not been reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar het minimum noodzakelijke aantal producten ({limiet}) is nog niet bereikt.

source: You cannot add this product because maximum quantity for this product ({limit}) has been reached.
nl_nl: U kunt dit product niet toevoegen, omdat het maximum aantal voor dit product ({limiet}) is bereikt.

source: The product has been added to the cart, but minimum quantity required for category {category_name} ({limit}) has not been reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar het minimum noodzakelijke aantal categorieën {categorie_naam} ({limiet}) is nog niet bereikt.

source: You cannot add this product because your cart cannot contain more than {limit} products belonging to category {category_name}.
nl_nl: U kunt dit product niet toevoegen aan uw winkelwagen, omdat uw winkelwagen niet meer dan {limit} producten kan bevatten behorende bij categorie {categorienaam}.

source: The product has been added to the cart, but products belonging to the {category_name} can only be bought in groups of {limit}.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar producten horende bij de {categorienaam} kunnen uitsluitend worden aangeschaft in groepen van {limiet}.

source: The product has been added to the cart, but minimum spend required for category {category_name} ({limit}) has not been reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar de minimum noodzakelijke uitgaven voor deze categorie {categorienaam} ({limiet} zijn nog niet bereikt.

source: You cannot add this product because total spend for products belonging to category {category_name} cannot exceed {limit}.
nl_nl: U kunt dit product niet toevoegen, omdat het totaal uitgaven voor producten in deze categorie {categorienaam} niet overschreden mag worden {limiet}.

source: The product has been added to the cart but minumum required quantity for products tagged {tag_name} ({limit}) has not been reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar de minimum noodzakelijke hoeveelheid producten tagged {tag_naam} ({limiet}) is nog niet bereikt.

source: You cannot add this product because your cart cannot contain more than {limit} products tagged {tag_name}
nl_nl: U kunt dit product niet toevoegen, omdat uw winkelwagen niet meer kan bevattten dan {limiet} prodcuten tagged {tag_naam}

source: The product has been added to the cart, but products belonging to the {tag_name} can only be bought in groups of {limit}.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar producten behorende tot {tag_naam} kunnen uitsluitend gekocht worden in groepen van {limiet}.

source: The product has been added to the cart but minimum spend required for products tagged {tag_name} ({limit}) has not been reached yet.
nl_nl: Het product is toegevoegd aan de winkelwagen, maar de minimaal noodzakelijke uitgaven voor producten tagged {tag_naam} ({limiet}) is nog niet bereikt.

source: You cannot add this product because total spend for products tagged {tag_name} cannot exceed {limit}.
nl_nl: U kunt dit product niet toevoegen, omdat het totaal uitgaven voor producten tagged {tag_naam} niet overschreden kan worden {limiet}.

source: Product Bundles
nl_nl: Product bundels

source: Cart, category and tag quantity restrictions
nl_nl: Winkelwagen, categorie en hoeveelheidsrestricties

source: Apply only to the bundle
nl_nl: Pas alleen toe op bundel

source: Apply only to the bundle items
nl_nl: Pas alleen toe op bundel items

source: Enable cart quantity restrictions
nl_nl: Winkelwagen hoeveelheid restrictie inschakelen

source: Enable cart spend restrictions
nl_nl: Winkelwagen uitgaven restrictie inschakelen

source: Minimum spend for items in cart. Set zero for no restrictions.
nl_nl: Minimum uitgaven voor items in winkelwagen. Zet op nul voor geen restricties.

source: Include shipping rates and relative fees.
nl_nl: Verzendhosten en toebehorende kosten toevoegen.

source: Product restrictions
nl_nl: Product restricties

source: Enable product quantity restrictions
nl_nl: Product hoeveelheid restricties inschakelen

source: Minimum number of items required for each product. Set zero for no restrictions.
nl_nl: Minimum aantal items noodzakelijk voor ieder product. Zet op nul voor geen restricties.

source: Maximum quantity allowed for each single product. Set zero for no restrictions.
nl_nl: Maximum aantal toegestaan voor elk single product. Zet op nul voor geen restricties.

source: Quantity groups of
nl_nl: Hoeveelheidsgroepen van

source: Allow your users to select products only in groups of x items (e.g. The product YITH Pen can be bought only in groups of 6)
nl_nl: Sta toe dat gebruikers uitsluitend producten selecteren in groepen van x items (vb. het product YITH Pen kan uitsluitend gekocht worden in groepen van 6)

source: Enable category quantity restrictions
nl_nl: Categorie hoeveelheid restricties inschakelen

source: Category quantity groups of
nl_nl: Categorie hoeveelheidsgroepen van

source: Allow users to select products belonging to a specific category only in groups of x items (e.g. all pens can be purchased only in groups of 6)
nl_nl: Sta toe dat gebruikers uitsluitend producten borende tot een specifieke categorie selecteren in groepen van x items (vb. alle pennen kunnen uitsluitend worden gekocht in groepen van 6)

source: Enable category spend restrictions
nl_nl: Categorie uitgave restricties inschakelen

source: Enable tag quantity restrictions
nl_nl: Tag hoeveelheid restricties inschakelen

source: Tag quantity groups of
nl_nl: Tag hoeveelheidsgroepen van

source: Allow users to select products with a specific tag only in groups of x items (e.g. Products tagged "Small" can be purchased only in groups of 12)
nl_nl: Sta toe dat gebruikers uitsluitend producten met een specifieke tag selecteren in groepen van x items (vb. Producten met de tag "Small" kunnen uitsluitend gekocht worden in groepen van 12)

source: Enable tag spend restrictions
nl_nl: Tag uitgave restricties inschakelen

source: Maximum spend for items in cart. Set zero for no restrictions.
nl_nl: Maximum uitgave voor items in winkelwagen. Zet op 0 voor geen restricties.

source: category
nl_nl: categorie

source: Category
nl_nl: Categorie

source: Excluded
nl_nl: Uitgesloten

source: Override Quantity Restrictions
nl_nl: Hoeveelheid restricties overschrijven

source: Override Spend Restrictions
nl_nl: Uitgaven restricties overschrijven

source: Edit rule
nl_nl: Regel bewerken

source: Edit category
nl_nl: Categorie bewerken

source: Remove from list
nl_nl: Verwijder uit lijst

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Group of: %d
nl_nl: Groep van: %d

source: %s category added successfully
nl_nl: %s categorie succesvol toegevoegd

source: Category updated successfully
nl_nl: Categorie succesvol geupdate

source: %s category removed successfully
nl_nl: %s categorie succesvol verwijderd

source: Category Rule list
nl_nl: Categorie regel lijst

source: Add Categories
nl_nl: Categorieën toevoegen

source: Category to edit
nl_nl: Categorie om te bewerken

source: Categories to add
nl_nl: Categorie om toe te voegen

source: Search for a category&hellip;
nl_nl: Zoek naar een categorie&hellip;

source: Do not apply restrictions to products belonging to this category
nl_nl: Pas de restricties niet toe op producten behordende tot deze categorie

source: Do not apply restrictions to products belonging to categories selected
nl_nl: Pas de restricties niet toe op producten behordende tot de geselecteerde categorie

source: Override category restrictions
nl_nl: Categorie restricties overschrijven

source: Global spend restrictions for category will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene uitgave restricties voor categorie zullen worden overschreven door huidige restricties. Zet op nul voor geen restricties.

source: Add category rule
nl_nl: Voeg categorie regel toe

source: Update category rule
nl_nl: Categorie regel updaten

source: Return to rule list
nl_nl: Ga terug naar regel lijst

source: Select at least one category
nl_nl: Selecteer minimaal een categorie

source: Select at least one option
nl_nl: Selecteer minimaal een optie

source: products
nl_nl: producten

source: Edit product
nl_nl: Bewerk product

source: %s product added successfully
nl_nl: %s product succesvol toegevoegd

source: Product updated successfully
nl_nl: Producten succesvol geupdate

source: %s product removed successfully
nl_nl: %s product succesvol verwijderd

source: Product Rule list
nl_nl: Product regel lijst

source: Add Products
nl_nl: Voeg producten toe

source: Product to edit
nl_nl: Product om te bewerken
