Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-minimum-maximum-quantity-premium/languages/yith-woocommerce-minimum-maximum-quantity-*.po
Languages: nl_nl

source: Products to add
nl_nl: Producten om toe te voegen

source: Search for a product&hellip;
nl_nl: Zoeken naar product&hellip;

source: Do not apply restrictions to this product
nl_nl: Pas de restricties niet toe op dit product

source: Do not apply restrictions to the selected products
nl_nl: Pas de restricties niet toe op de geselecteerde producten

source: Global product restrictions will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene product restricties zullen worden overschreven door huidige restricties. Zet op nul voor geen restricties.

source: Add product rule
nl_nl: Voeg productregel toe

source: Update product rule
nl_nl: Productregel updaten

source: Select at least one product
nl_nl: Selecteer minimaal een product

source: Edit tag
nl_nl: Tag bewerken

source: %s tag added successfully
nl_nl: %s tag succesvol toegevoegd

source: Tag updated successfully
nl_nl: Tag succesvol geupdate

source: Tag Rule list
nl_nl: Tag regel lijst

source: Add Tags
nl_nl: Tags toevoegen

source: Tag to edit
nl_nl: Tag om te bewerken

source: Tags to add
nl_nl: Tag om toe te voegen

source: Search for a tag&hellip;
nl_nl: Zoeken naar een tag&hellip;

source: Do not apply restrictions to products with the selected tags
nl_nl: Pas de restricties niet toe op producten met geselecteerde tags

source: Override tag restrictions
nl_nl: Tag restricties overschrijven

source: Global tag spend restrictions will be overridden by current ones. Set zero for no restrictions.
nl_nl: Algemene tag uitgave restricties worden overschreven door huidige restricties. Zet op nul voor geen restricties.

source: Add tag rule
nl_nl: Tag regel toevoegen

source: Update tag rule
nl_nl: Tag regel updaten

source: Select at least one tag
nl_nl: Selecteer minimaal een tag
