Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-role-based-prices-premium/languages/yith-woocommerce-role-based-prices-*.po
Languages: es_es, it_it, nl_nl

source: Parent Item:
es_es: Ítem padre
it_it: Elemento genitore:
nl_nl: Bovenliggend Item:

source: All role based prices
es_es: Todos los precios basados en el rol
it_it: Tutti i prezzi per ruoli
nl_nl: Alle role based prices

source: View role based price
es_es: Ver precio basado en el rol
it_it: Visualizza prezzo per ruolo
nl_nl: Bekijk role based prices

source: Add new role based price
es_es: Añadir un nuevo precio basado en el rol
it_it: Aggiungi nuovo prezzo per ruolo
nl_nl: Voeg nieuwe role based prices

source: Edit role based price
es_es: Editar precio basado en el rol
it_it: Modificare prezzo per ruolo
nl_nl: Bewerk role based prices

source: Update role based price
es_es: Actualizar precio basado en el rol
it_it: Modificare prezzo per ruolo
nl_nl: Update role based prices

source: Search role based price
es_es: Buscar precio basado el rol
it_it: Cercare prezzo per ruolo
nl_nl: Zoek role based prices

source: No role based price found
es_es: No se encontraron precios basados el rol
it_it: Nessun prezzo per ruolo trovato
nl_nl: Geen role based prices gevonden

source: No role based price found in Trash
es_es: No se encontraron precios basados en el rol en la papelera
it_it: Nessun prezzo per ruolo trovato nel cestino
nl_nl: Geen role based prices gevonden in prullenbak

source: Back to rules
es_es: Volver a las reglas
it_it: Ritorna alle regole
nl_nl: Terug naar regels

source: There are some price rules for this product
es_es: Hay algunas reglas de precio para este producto
it_it: Ci sono alcune regole di prezzo per questo prodotto
nl_nl: Er zijn enkele prijsregels voor dit product

source: Free!
es_es: ¡Gratis!
it_it: Gratis!
nl_nl: Gratis!

source: Sorry, this product cannot be purchased.
es_es: Lo siento, este producto no puede ser comprado.
it_it: Spiacenti, questo prodotto non è acquistabile.
nl_nl: Sorry, dit product kan niet worden gekocht.

# yith-woocommerce-role-based-prices
source: price rule
es_es: Regla de precio
it_it: regola di prezzo
nl_nl: prijsregel

# yith-woocommerce-role-based-prices
source: price rules
es_es: Reglas de precio
it_it: regole di prezzo
nl_nl: prijsregel

source: Rule name
es_es: Nombre de regla
it_it: Nome della regola
nl_nl: Regelnaam

source: Rule type
es_es: Tipo de regla
it_it: Tipo di regola
nl_nl: Regeltype

source: User role
es_es: Rol de usuario
it_it: Ruolo dell’utente
nl_nl: Gebruikersrol

source: Discount or markup
es_es: Descuento o margen
it_it: Sconto o ricarico
nl_nl: Korting of opslag

source: Priority
es_es: Prioridad
it_it: Priorità
nl_nl: Prioriteit

source: Active rule
es_es: Regla activa
it_it: Regola attiva
nl_nl: Actieve regel

source: Author
es_es: Autor
it_it: Autore
nl_nl: Auteur

source: Date
es_es: Fecha
it_it: Data
nl_nl: Datum

source: All
es_es: Todo
it_it: Tutti
nl_nl: Alle

source: Published
es_es: Publicados
it_it: Pubblicato
nl_nl: Gepubliceerd

source: Mine
es_es: Mío
it_it: Il mio
nl_nl: Mijn

source: Trash
es_es: Papelera
it_it: Cestino
nl_nl: Prullenbak

source: Restore
es_es: Restaurar
it_it: Ripristina
nl_nl: Herstellen

source: Delete permanently
es_es: Eliminar permanentemente
it_it: Elimina definitivamente
nl_nl: Permanent verwijderen

source: Edit
es_es: Editar
it_it: Modifica
nl_nl: Bewerken

source: All Products
es_es: Todos los productos
it_it: Tutti i prodotti
nl_nl: Alle Producten

source: Product Category
es_es: Categoría de productos
it_it: Categoria prodotto
nl_nl: Product Categorie

source: Product Tag
es_es: Etiqueta del producto
it_it: Tag prodotto

source: discount
es_es: descuento
it_it: sconto
nl_nl: korting

source: markup
es_es: margen
it_it: ricarico
nl_nl: opslag

source: Enabled
es_es: Activado
it_it: Abilitato
nl_nl: Ingeschakeld

source: Disabled
es_es: Desactivado
it_it: Disabilitato
nl_nl: Uitgeschakeld

source: Delete
es_es: Borrar
it_it: Rimuovi
nl_nl: Verwijderen

source: Settings
es_es: Ajustes
it_it: Impostazioni
nl_nl: Instellingen

source: Live demo
es_es: Demo en vivo

source: Plugin documentation
es_es: Documentación del plugin
it_it: Documentazione plugin
nl_nl: Plugin documentatie

source: General settings
es_es: Ajustes generales
it_it: Impostazioni generali
nl_nl: Algemene instellingen

source: User settings
es_es: Ajustes de usuario
it_it: Impostazioni utente
nl_nl: Gebruikersinstellingen

source: Price rules
es_es: Reglas de precio
it_it: Regole di prezzo
nl_nl: Prijsregels

source: Label settings
es_es: Ajustes de etiqueta
it_it: Impostazioni etichetta
nl_nl: Label instellingen

source: Plugin Documentation
es_es: Documentación del plugin
it_it: Documentazione Plugin
nl_nl: Plugin Documentatie

source: Live Demo
es_es: Demo en vivo

source: Support platform
es_es: Plataforma de soporte
it_it: Piattaforma di supporto

source: Role-based Prices Premium has new options !
es_es: Role-based Prices Premium tiene nuevas opciones
it_it: Role-based Prices Premium ha nuove opzioni!
nl_nl: Role-based Prices Premium heeft nieuwe opties!

source: Guest
es_es: Invitado
it_it: Ospite
nl_nl: Gasten

source: All Role Based Prices
es_es: Todos los precios basados en el rol
it_it: Tutti i prezzi per ruolo utente
nl_nl: Alle Role Based Prices

source: YITH WooCommerce Role Based Prices Premium is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Role Based Prices Premium está activado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Role Based Prices Premium è abilitato ma non in funzione. Richiede WooCommerce per funzionare correttamente.
nl_nl: YITH WooCommerce Role Based Prices Premium is ingeschakeld maar niet werkend. Het heeft WooCommerce nodig om te werken.

source: By selecting Regular Price, the new prices will be calculated on the product base price, otherwise on the sale price (if available)
es_es: Al seleccionar el Precio Normal, los nuevos precios se calcularán sobre el precio base del producto, de lo contrario sobre el precio rebajado (si está disponible)
it_it: Selezionando il prezzo di listino, i nuovi prezzi verranno calcolati a partire dal prezzo base del prodotto, altrimenti dal prezzo in offerta (se disponibile)
nl_nl: Door de Regular Price te selecteren, wordt de nieuwe prijs gecalculeerd op de basisprijs van het product, anders op de sale prijs (indien beschikbaar)

source: Apply price rule on
es_es: Aplicar regla de precio en
it_it: Applicare la regola di prezzo su
nl_nl: Prijsregel toepaseen op

source: Regular Price
es_es: Precio Normal
it_it: Prezzo di listino
nl_nl: Reguliere prijs

source: On Sale Price
es_es: Precio Rebajado
it_it: Prezzo in offerta
nl_nl: Sale Prijs

source: Role based Prices transient
es_es: Transient de Role Based Prices
it_it: Transient Role Based Prices

source: This tool will clear the plugin transients cache.
es_es: Exta herramiento limpiará el caché de los transients del plugin
it_it: Questo strumento svuoterà la cache dei transient del plugin
nl_nl: Met dit instrument kunt u de plugin transients cache legen.

source: Clear Transient
es_es: Limpiar transient
it_it: Svuota transient
nl_nl: Transient legen

source: Before product name
es_es: Antes del nombre del producto
it_it: Prima del nome prodotto
nl_nl: Voor productnaam

source: Before price
es_es: Antes del precio
it_it: Prima del prezzo
nl_nl: Voor prijs

source: Before product excerpt
es_es: Antes del extracto del producto
it_it: Prima del riassunto prodotto
nl_nl: Voor product samenvatting

source: Before Add to Cart
es_es: Antes de Añadir al carrito
it_it: Prima di "Aggiungi al carrello"
nl_nl: Voor toevoegen aan winkelwagen

source: Before meta
es_es: Antes de meta
it_it: Prima dei meta dati
nl_nl: Voor meta

source: Before sharing buttons
es_es: Antes de compartir los botones
it_it: Prima dei pulsanti di Condivisione
nl_nl: Voor deel knoppen

source: Regular Price text
es_es: Texto de Precio Normal
it_it: Testo per Prezzo di listino
nl_nl: Reguliere prijs tekst

source: This text appears next to regular price
es_es: Este texto aparece junto a un precio normal
it_it: Questo testo viene visualizzato accanto al prezzo di listino
nl_nl: Deze tekst verschijnt naast de reguliere prijs

source: On Sale Price text
es_es: Texto de Precio Rebajado
it_it: Testo per Prezzo in offerta
nl_nl: Sale prijs tekst

source: This text appears next to on sale price
es_es: Este texto aparece junto a un precio rebajado
it_it: Questo testo viene visualizzato accanto al prezzo in offerta
nl_nl: Deze tekst verschijnt naast de sale prijs

source: On sale price
es_es: Precio rebajado
it_it: Prezzo in offerta
nl_nl: Sale prijs

source: Role Price text
es_es: Texto de Precio de Rol
it_it: Testo per Prezzo per ruolo
nl_nl: Rolprijs tekst

source: This text appears next to role-based price
es_es: Este texto aparece junto a un precio basado en el rol
it_it: Questo testo viene visualizzato accanto al prezzo per ruolo
nl_nl: Deze tekst verschijnt naast de role-based price

source: role-based price
es_es: precio basado en el rol
it_it: Il prezzo per te

source: Price Display incl. tax Suffix:
es_es: Pantalla de precios impuesto incluido:
it_it: Suffisso prezzo mostrato IVA inclusa:
nl_nl: Prijs Weergave incl. btw achtervoegsel:

source: Define text to show after price
es_es: Definir texto para mostrar después del precio
it_it: Inserisci il testo da visualizzare dopo il prezzo
nl_nl: Definieer tekst om weer te geven na prijs

source: Price Display excl. tax Suffix:
es_es: Visualización de precios impuesto excluido:
it_it: Suffisso prezzo mostrato IVA esclusa:
nl_nl: Prijs Weergave excl. btw achtervoegsel:

source: Alternative text shown to users
es_es: Texto alternativo mostrado a los usuarios
it_it: Testo alternativo visualizzato dagli utenti
nl_nl: Alternatieve tekst getoond aan gebruikers

source: This text will be shown in place of price if all prices (regular,on sale and role-based price) are hidden to a specific user role
es_es: Este texto se mostrará en lugar del precio si todos los precios (normal, rebajado y el precio basado en el rol) están ocultos a un rol de usuario específico
it_it: Questo testo verrà mostrato al posto del prezzo se tutti i prezzi (di listino, in offerta e per ruolo) sono stati nascosti ad uno specifico ruolo utente
nl_nl: Deze tekst wordt weergegeven in plaats van prijs, als alle prijzen (regulier, sale en role-based price) verborgen zijn voor een specifieke gebruikersrol

source: Show in
es_es: Mostrar en
it_it: Mostra
nl_nl: Weergeven in

source: Alternative text color
es_es: Color alternativo de texto
it_it: Colore del testo alternativo
nl_nl: Alternatieve tekstkleur

source: Total discount/markup settings
es_es: Ajustes de descuento/margen total
it_it: Impostazioni sconto/ricarico totale
nl_nl: Totaal korting/opslag instellingen

source: Total discount message
es_es: Mensaje de descuento total
it_it: Messaggio di sconto totale
nl_nl: Totaal korting bericht

source: This text appears below the role-based price (if any) and shows the total discount users with a specific role will see on the product.
es_es: Este texto aparece debajo del precio basado en el rol (si existe) y muestra el total de usuarios con un rol específico que verán en el producto.
it_it: Questo testo apparirà sotto il prezzo per ruolo (se presente) e indica lo sconto totale che gli utenti con un ruolo specifico vedranno sul prodotto.
nl_nl: Deze tekst verschijnt onder de role-based price (indien aanwezig) en laat het totaal korting zien, gebruikers met een specifieke rol zien dit op het product.

# Your total discount is 30%
source: Your total discount is
es_es: Tu descuento total es
it_it: Lo sconto totale è:
nl_nl: Uw totale korting is

source: {ywcrbp_total_discount} replaced with the total discount
es_es: {ywcrbp_total_discount} sustituido por el descuento total
it_it: {ywcrbp_total_discount} sostituito con lo sconto totale
nl_nl: {ywcrbp_totale_korting} vervangen door totaal korting

source: Total markup message
es_es: Mensaje del margen total
it_it: Messaggio ricarico totale
nl_nl: Totaal opslag bericht

source: This text appears below the role based price (if any) and shows the total markup users with a specific role will see on the product.
es_es: Este texto aparece debajo del precio basado en el rol (si existe) y muestra el número total de usuarios con un rol específico que verá en el producto.
it_it: Questo testo viene visualizzato sotto il prezzo per ruolo (se presente) mostrando il ricarico totale che gli utenti con un ruolo specifico vedranno sul prodotto.
nl_nl: Deze tekst verschijnt onder de role-based price (indien aanwezig) en laat het totaal opslag zien, gebruikers met een specifieke rol zien dit op het product.

# The total markup on this product is 30%
source: The total markup on this product is
es_es: El margen de beneficio total de este producto es
it_it: Il ricarico totale su questo prodotto è:
nl_nl: Totaal opslag op dit product is

source: {ywcrbp_total_markup} replaced with the total markup
es_es: {ywcrbp_total_markup} sustituido por el margen total
it_it: {ywcrbp_total_markup} è sostituito con il ricarico totale
nl_nl: {ywcrbp_totale_opslag} vervangen door totaal opslag

source: Regular price
es_es: Precio normal
it_it: Prezzo di listino
nl_nl: Reguliere prijs

source: Role-based price
es_es: Precio basado en el rol
it_it: Prezzo per ruolo

source: Add to Cart
es_es: Añadir al carrito
it_it: Aggiungi al Carrello
nl_nl: Toevoegen aan winkelwagen

source: Show Price Incl Tax
es_es: Mostras precio con impuestos incluidos
it_it: Visualizza prezzo IVA inc.
nl_nl: Toon Prijs Incl btw

source: Show total discount/markup ( % )
es_es: Mostrar descuento/margen total (%)
it_it: Visualizza sconto/ricarico totale (%)
nl_nl: Toon totaal korting/opslag ( % )

source: Use this table to set what to show to each user role. You can choose whether to display regular price, on-sale price, role-based price and Add to cart button.
es_es: Utiliza esta tabla para establecer qué mostrar a cada función de usuario. Puede elegir si desea mostrar el precio normal, el precio rebajado, el precio basado en el rol y el botón Añadir al carrito.
it_it: Utilizza questa tabella per impostare cosa mostrare a ogni ruolo. È possibile scegliere se visualizzare il prezzo di listino, il prezzo in offerta, il prezzo per ruolo utente e il pulsante Aggiungi al carrello.
nl_nl: Gebruik deze tabel om in te stellen wat u wilt weergeven voor iedere gebruikersrol. Om weer te geven kunt u kiezen uit, reguliere prijs, sale prijs, role based prijs en toevoegen aan winkelwagen knop.

source: Attention: whether you show it or not, Role-based price is the actual price that users are charged of.
es_es: Atención: si lo muestra o no, el precio basado en el rol es el precio real que se cobra a los usuarios.
it_it: Attenzione: che sia visualizzato o meno, il prezzo per ruolo è quello che pagheranno gli utenti.
nl_nl: Let op: of u het nu weergeeft of niet, Role-based price is de werkelijke prijs, berekend voor gebruikers.

source: Example 1
es_es: Ejemplo 1
it_it: Esempio 1
nl_nl: Voorbeeld 1

source: Case 1
es_es: Caso 1
it_it: Caso 1
nl_nl: Casus 1

source: In a case like the above one, guests will neither be shown price nor "Add to cart" button.
es_es: En un caso como el anterior, los invitados no se mostrarán el precio ni el botón "Añadir al carrito".
it_it: In un caso come quello sopra, gli ospiti non visualizzeranno né prezzo né pulsante "Aggiungi al carrello".
nl_nl: In bovenstaande casus, zullen gasten noch prijs noch "toevoegen aan winkelwagen" knop zien.

source: As all prices are hidden (regular, on-sale and role-based price), the alternative text will be shown.
es_es: Como todos los precios están ocultos (precio normal, rebajado y basado en el rol), se mostrará el texto alternativo.
it_it: Tutti i prezzi sono nascosti (prezzo di listino, in offerta e/o per ruolo). Verrà mostrato il testo alternativo.
nl_nl: Aangezien alle prijzen zijn verborgen (regulier, sale en role-based price), zal de alternatieve tekst worden weer gegeven.

source: Example 2
es_es: Ejemplo 2
it_it: Esempio 2
nl_nl: Voorbeeld 2

source: Case 2
es_es: Caso 2
it_it: Caso 2
nl_nl: Casus 2

source: In the above example, guests can see regular price, on-sale price, "Add to cart" button, but they are not shown their role-based price.
es_es: En el ejemplo anterior, los clientes pueden ver el precio normal, el precio rebajado, el botón "Añadir al carrito", pero no se muestra su precio basado en el rol.
it_it: In questo esempio, gli ospiti possono vedere prezzo di listino, prezzo in offerta, pulsante "Aggiungi al carrello", ma non vedranno il prezzo per ruolo.
nl_nl: In bovenstaand voorbeeld, zullen gasten reguliere prijs, sale prijs en "toevoegen aan winkelwagen" knop zien, maar hun role-based price zal niet worden weer gegeven.

source: Consider that if a price rule has been set for the role "Guests", whether you show it or not, Role-based price is the actual price that users are charged of during checkout.
es_es: Considere que si se ha establecido una regla de precio para el rol "Invitados", tanto si lo muestra como si no, el precio basado en rol es el precio real que se cobra a los usuarios durante la compra.
it_it: Considera che se è stata impostata una regola di prezzo per il ruolo "Ospiti", il prezzo per ruolo è quello che pagheranno gli utenti, che venga mostrato o meno.
nl_nl: Houd er rekening mee dat als een prijs regel is ingesteld voor de rol "Gasten", of u het nu weergeeft of niet, Role-based price is de werkelijke prijs, berekend voor gebruikers tijdens de checkout.

source: Set rule visibility
es_es: Establecer regla de visibilidad
it_it: Imposta regola di visualizzazione
nl_nl: Stel regel zichtbaarheid in

source: If Global, the rule applies to all products
es_es: Si existe la opción Global, la regla se aplica a todos los productos
it_it: Se globale, la regola si applica a tutti i prodotti
nl_nl: Indien Algemeen, te regel is toegepast op alle producten

source: If Product Category, the rule applies to selected categories
es_es: Si existe Categoría de producto, la regla se aplica a las categorías seleccionadas
it_it: Se in base alla categoria di prodotto, la regola si applica alle categorie selezionate
nl_nl: Indien Product Categorie, de regel is toegepast op geselecteerde categorieën

source: If Product Tag, the rule applies to selected tags
es_es: Si existe Etiqueta de Producto, la regla se aplica a las etiquetas seleccionadas
it_it: Se tag prodotto, la regola si applica ai tag selezionati
nl_nl: Indien Product Tag, de regel is toegepast op geselecteerde tags

source: Price rule settings
es_es: Ajustes de regla de precios
it_it: Impostazioni delle regole di prezzo
nl_nl: Prijs regel instellingen

source: Price rule
es_es: Regla de precio
it_it: Regola di prezzo
nl_nl: Prijs regel

source: Apply rule to
es_es: Aplicar regla a
it_it: Applica la regola a
nl_nl: Regel toepassen op

source: All products
es_es: Todos los productos
it_it: Tutti i prodotti
nl_nl: Alle producten

source: Product category
es_es: Categoría del producto
it_it: Categoria di prodotto
nl_nl: Product categorie

source: Product tag
es_es: Etiqueta del producto
it_it: Tag prodotto

source: Select categories
es_es: Seleccionar categorías
it_it: Seleziona categorie
nl_nl: Selecteer categorieën

source: Select product categories to which the rule applies
es_es: Selecciona las categorías de productos a las que se aplica la regla
it_it: Seleziona le categorie di prodotti cui si applica la regola
nl_nl: Selecteer product categorieën waarop de regel van toepassing is

source: Select tags
es_es: Seleccionar etiquetas
it_it: Seleziona tag
nl_nl: Selecteer tags

source: Select product tags to which the rule applies
es_es: Seleccionar las etiquetas del producto a las que se aplica la regla
it_it: Selezionare i tag prodotto cui si applica la regola
nl_nl: Selecteer product tags waarop de regel van toepassing is

source: Discount %
es_es: % de descuento
it_it: Sconto %
nl_nl: Korting %

source: Discount
es_es: Descuento
it_it: Sconto
nl_nl: Korting

source: Markup %
es_es: % de margen
it_it: Ricarico %
nl_nl: Opslag %

source: Markup
es_es: Margen
it_it: Ricarico
nl_nl: Opslag

source: Price
es_es: Precio
it_it: Prezzo
nl_nl: Prijs

source: Enter an amount to be removed or added to regular price.
es_es: Ingrese una cantidad a ser removida o agregada al precio normal.
it_it: Inserisci un importo da rimuovere o aggiungere al prezzo di listino.
nl_nl: Vul een bedrag in om te verwijderen of toe te voegen aan reguliere prijs.

source: Value
es_es: Valor
it_it: Valore
nl_nl: Waarde

source: Enter a percent value to calculate discount or markup.
es_es: Introduzca un valor de porcentaje para calcular el descuento o el margen de beneficio.
it_it: Immettere un valore percentuale per calcolare sconto o ricarico.
nl_nl: Vul een percentage in om de korting of opslag te berekenen.

source: If more than one rule of the same type (Global, product category or product tag) are created for the same user role, priority allows you to create an order for rules to be applied. Ex. A priority 1 rule will be applied before a priority 10 rule.
es_es: Si se crea más de una regla del mismo tipo (Global, categoría de producto o etiqueta de producto) para el mismo rol, la prioridad permite crear un orden de reglas a aplicar. Ej. Una regla de prioridad 1 se aplicará antes de una regla de prioridad 10.
it_it: Se vengono create più di una regola dello stesso tipo (globale, categoria di prodotto o prodotto tag) per lo stesso ruolo utente, la priorità consente di creare un ordine secondo il quale si applicano le regole. Es. Una regola con priorità 1 verrà applicata prima di una regola con priorità 10.
nl_nl: Indien er meer dan een regel, van hetzelfde type (algemeen, product categorie of product tag) is gecreëerd voor dezelfde gebruikersrol, de optie prioriteit laat u een volgorde in toe te passen regels creëeren. Vb. een prioriteit 1 regel, zal eerder worden toegepast dan prioriteit 10 regel.

source: Activate Rule
es_es: Activar regla
it_it: Attiva la regola
nl_nl: Activeer regel

source: Activate or deactivate the rule
es_es: Activar o desactivar la regla
it_it: Attiva o disattiva la regola
nl_nl: Activeer of deactiveer de regel

source: Expand
es_es: Expandir
it_it: Espandi
nl_nl: Uitbereiden

source: Close
es_es: Cerrar
it_it: Chiudi
nl_nl: Sluiten

source: Add a role based price rule
es_es: Añadir una regla de precio basada en el rol
it_it: Aggiungi una regola di prezzo per ruolo utente
nl_nl: Voeg een role based price regel toe

source: Select an option
es_es: Selecciona una opción
it_it: Seleziona un'opzione
nl_nl: Selecteer een optie

source: Add
es_es: Añadir
it_it: Aggiungi
nl_nl: Toevoegen

source: Use only the rules below
es_es: Usa sólo las reglas abajo
it_it: Utilizza solo le regole di seguito
nl_nl: Gebruik uitsluitend de regels hieronder

source: Override rules created for the same user role
es_es: Reglas de anulación creadas para el mismo rol de usuario
it_it: Sovrascrivi le regole create per lo stesso ruolo utente
nl_nl: Overschrijf regels gecreëerd voor dezelfde gebruikersregels

source: Add role-based price rule
es_es: Añadir regla de precio role-based
it_it: Aggiungi regola di prezzo per ruolo
nl_nl: Voeg role-based price regel toe

source: Remove
es_es: Eliminar
it_it: Rimuovi
nl_nl: Verwijderen

source: Name your rule
es_es: Nombra tu regla
it_it: Nome della regola
nl_nl: Geef uw regel een naam

source: Apply to
es_es: Aplicar a
it_it: Applica a
nl_nl: Toepassen op

source: Select user role
es_es: Seleccionar rol de usuario
it_it: Seleziona il ruolo utente
nl_nl: Selecteer gebruikersregel

source: Discount
es_es: Descuento
it_it: Sconto
nl_nl: Korting

source: Markup
es_es: Margen
it_it: Ricarico
nl_nl: Opslag
