Repository: geekcloud-net/plugins
Catalog: yith-woocommerce-role-based-prices-premium/languages/yith-woocommerce-role-based-prices-*.po
Languages: es_es, it_it, nl_nl

source: Show prices with or without tax for user role!
es_es: ¡Mostrar precios con o sin impuesto por rol de usuario!
it_it: Visualizzare i prezzi con o senza tasse per ruolo utente!
nl_nl: Toon prijzen met of zonder btw voor gebruikersregel!

source: Change all prices label!
es_es: ¡Cambie la etiqueta de todos los precios!
it_it: Modificare tutte le etichette dei prezzi!
nl_nl: Verander alle prijzen label!

source: Add prices suffix! for example
es_es: ¡Agregue el sufijo de los precios! por ejemplo
it_it: Aggiungere un suffisso prezzi! Per esempio
nl_nl: Voeg prijzen achtervoegsel toe! als voorbeeld

source: With YITH Role-based Prices v. 1.0.4 you can:
it_it: Con YITH Role-based Prices v. 1.0.4" è possibile:
